{
  ":count posts in the last 24 hours": ":count entradas en las últimas 24 horas",
  ":count posts in the last 7 days": ":count entradas en los últimos 7 dias",
  "Additional Posts": "Entradas Adicionales",
  "Forum Index": "Índice del Foro",
  "in <0>:forumTopicTitle</0>": "en <0>:forumTopicTitle</0>",
  "Last Post By": "Última Entrada por",
  "Message": "Mensaje",
  "Next :count": "Siguiente :count",
  "Previous :count": "Anterior :count",
  "Recent Posts": "Entradas Recientes",
  "More": "Más",
  "Close": "Cerrar",
  "More pages": "Más páginas",
  "Subset": "Subconjunto",
  "Disclaimer about ROMs": "Aviso acerca de ROMs",
  "RetroAchievements.org does not condone or supply any copyright-protected ROMs to be used in conjunction with the supplied emulators.": "RetroAchievements.org no tolera o facilita ninguna ROM protegida por derechos de autor para ser utilizada junto con los emuladores suministrados.",
  "There are no copyright-protected ROMs available for download on RetroAchievements.org.": "No existen ROMs protegidas por derechos de autor disponibles para descargar desde RetroAchievements.org.",
  ":earned of :total achievements unlocked": ":earned de :total logros desbloqueados",
  ":earned of :total softcore achievements unlocked": ":earned de :total logros softcore desbloqueados",
  ":earned of :total points earned": ":earned de :total de puntos conseguidos",
  ":earned of :total softcore points earned": ":earned de :total de puntos softcore conseguidos",
  "Finished": "Terminado",
  "Mastered": "Platinado",
  "Completed": "Completado",
  "Beaten": "Terminado",
  "Beaten (softcore)": "Terminado (softcore)",
  ":awardLabel on :awardDate": ":awardLabel en :awardDate",
  "RetroPoints: A measurement of rarity and estimated difficulty.": "RetroPoints: Una medida de rareza y dificultad estimada.",
  "Derived from points, number of achievers, and number of players.": "Derivados de los puntos, número de desbloqueos, y número de jugadores.",
  "All Games": "Todos los Juegos",
  ":achievementTitle - Report Issue": ":achievementTitle - Reportar Problema",
  "Report Issue - :achievementTitle": "Reportar Problema - :achievementTitle",
  "What sort of issue would you like to report?": "¿Qué tipo de problema quieres reportar?",
  "The achievement type (progression/win/missable) is not correct.": "El tipo de logro (progreso/victoria/perdible) no es correcto.",
  "There is a spelling or grammatical error in the title or description.": "Hay un error ortográfico o gramatical en el título o la descripción.",
  "I have an issue with this achievement that is not described above.": "Tengo un problema con este logro que no se describe arriba.",
  "I met the requirements, but the achievement did not trigger.": "He cumplido los requisitos, pero el logro no ha saltado.",
  "I unlocked this achievement without meeting the requirements, and then I reset it.": "He desbloqueado este logro sin cumplir los requisitos, y entonces lo he restablecido.",
  "The achievement triggered, but the unlock didn't appear on my profile.": "El logro ha saltado, pero el desbloqueo no aparece en mi perfil.",
  "I unlocked this achievement without meeting the requirements.": "He desbloqueado este logro sin cumplir los requisitos.",
  "Yes": "Sí",
  "No": "No",
  "Either": "Ambos",
  "System": "Consolas",
  "Has achievements": "Tiene logros",
  "Reset": "Restablecer",
  ":count of :total game|:count of :total games": ":count de :total juego|:count de :total juegos",
  ":count game|:count games": ":count juego|:count juegos",
  ":count selected": ":count seleccionado",
  "No options found.": "Opciones no encontradas.",
  "Clear filters": "Limpiar filtros",
  "Page :count of :total": "Página :count de :total",
  "Go to first page": "Ir a la prieira página",
  "Go to previous page": "Ir a la página anterior",
  "Go to next page": "Ir a la próxima página",
  "Go to last page": "Ir a la última página",
  "Search games": "Buscar juegos",
  "Search games...": "Buscar juegos...",
  "Type / to focus the search field.": "Escribe / para poner el foco en el campo de búsqueda.",
  "View": "Ver",
  "Toggle columns": "Alternar columnas",
  "No results.": "Sin resultados.",
  "Report Issue": "Reportar Problema",
  "Supported Game Files": "Ficheros de Juegos Soportados",
  "Supported Game Files - :gameTitle": "Ficheros de Juegos Soportados - :gameTitle",
  "Manage Hashes": "Gestionar Hashes",
  "This page shows you what ROM hashes are compatible with this game's achievements.": "Esta página muestra qué ROM hashes son compatibles con los logros de este juego.",
  "Hide": "Ocultar",
  "Want to Play Games": "Quiero Jugar",
  "Download Patch File": "Descargar parche",
  "Settings": "Ajustes",
  "Are you sure you want to reset your avatar to the default? This cannot be reversed.": "¿Realmente quieres restablecer tu avatar al estilo por defecto? No podrás deshacer esta acción.",
  "Resetting...": "Restableciendo...",
  "Restoring...": "Restaurando...",
  "Adding...": "Añadiendo...",
  "Something went wrong.": "Algo ha ido mal.",
  "Restored :gameTitle!": "Restaurado :gameTitle!",
  "Added :gameTitle!": "Añadido :gameTitle!",
  "Undo": "Deshacer",
  "Removing...": "Eliminando...",
  "Removed :gameTitle!": "Eliminado :gameTitle!",
  "Reset avatar!": "¡Avatar restablecido!",
  "Avatar": "Avatar",
  "Only png, jpeg, and gif files are supported.": "Sólo se permiten ficheros png, jpeg y gif.",
  "New Image": "Nueva Imagen",
  "Upload": "Enviar",
  "After uploading, press Ctrl + F5. This refreshes your browser cache making the new image visible.": "Después de enviar, pulsa Ctrl + F5. Esto refrescará la caché de tu navegador haciendo visible la nueva imagen.",
  "Reset Avatar to Default": "Restablecer Avatar a Estilo por Defecto",
  "To upload an avatar, earn 250 points or wait until your account is at least 14 days old.": "Para enviar un avatar, gana 250 puntos o espera a que tu cuenta tenga al menos 14 días de antigüedad.",
  "Uploading new avatar...": "Enviando nuevo avatar...",
  "Uploaded!": "¡Enviado!",
  "Changing your email address will revoke your privileges and you will need to have them restored by staff. Are you sure you want to do this?": "Cambiar tu email revocará tus privilegios y deberán ser restaurados por nuestro equipo. ¿De verdad deseas continuar?",
  "Are you sure you want to change your email address?": "¿Realmente deseas cambiar tu dirección de email?",
  "Changing email address...": "Cambiando dirección de email...",
  "Changed email address!": "¡Dirección de email cambiada!",
  "Changing password...": "Cambiando contraseña...",
  "Required": "Obligatorio",
  "Must be at least 8 characters.": "Debe tener al menos 8 carácteres.",
  "Passwords must match.": "Las contraseñas deben coincidir.",
  "Email addresses must match.": "Las direcciones de email deben coincidir.",
  "Loading...": "Cargando...",
  "Are you sure you want to cancel your request for account deletion?": "¿Realmente deseas cancelar tu petición de borrado de tu cuenta?",
  "Are you sure you want to request account deletion?": "¿Realmente deseas solicitar el borrado de tu cuenta?",
  "Cancelled account deletion.": "Se ha cancelado el borrado de tu cuenta.",
  "Requested account deletion.": "Se ha solicitado el borrado de tu cuenta.",
  "You've requested account deletion.": "Has solicitado el borrado de tu cuenta.",
  "Your account will be permanently deleted on :date": "Tu cuenta será borrada permanentemente el día :date",
  "After requesting account deletion you may cancel your request within 14 days.": "Tras solicitar el borrado de tu cuenta puedes cancelar dicha solicitud durante 14 días.",
  "Your account's username will NOT be available after the deletion.": "El nombre de usuario de tu cuenta NO estará disponible después del borrado.",
  "Your account's personal data will be cleared from the database permanently.": "Los datos personales de tu cuenta serán eliminados de la base de datos permanentemente.",
  "Content you wrote in forums, comments, etc. will NOT be removed.": "El contenido que escribiste en foros, comentarios, etc. NO se eliminará",
  "Cancel Account Deletion Request": "Cancelar Solicitud de Borrado de Cuenta",
  "Request Account Deletion": "Solicitar Borrado de Cuenta",
  "Are you sure you want to reset your Connect API key? This will log you out of all emulators.": "¿Realmente deseas restablecer tu clave de Conexión API? Esto desconectará tu cuenta de todos los emuladores.",
  "Your Connect API key has been reset.": "Tu clave de Conexión API ha sido restablecida.",
  "Connect API Key": "Clave de Conexión API",
  "Your Connect API key is used by emulators to keep you logged in. Resetting the key will log you out of all emulators.": "Tu Clave de Conexión API se usa en los emuladores para mantenerse conectados a tu cuenta. Restablecer la clave desconectará tu cuenta de todos los emuladores.",
  "Reset Connect API Key": "Restablecer Clave de Conexión API",
  "Copied your web API key!": "¡Clave de API Web copiada!",
  "Are you sure you want to reset your web API key? This cannot be reversed.": "¿Realmente deseas restablecer tu clave de API Web? Esta acción no se puede deshacer.",
  "Your web API key has been reset.": "Tu clave de API web ha sido restablecida.",
  "Web API Key": "Clave de API Web",
  "Copy to clipboard": "Copiar al portapapeles",
  "Reset Web API Key": "Restablecer Clave de API Web",
  "Updating...": "Actualizando...",
  "Updated.": "Actualizado.",
  "Are you sure you want to permanently delete all comments on your wall?": "¿Realmente deseas borrar todos los comentarios de tu muro?",
  "Deleting...": "Borrando...",
  "Successfully deleted all comments on your wall.": "Todos los comentarios de tu muro han sido borrados.",
  "Profile": "Perfil",
  "Visible Role": "Rol Visible",
  "none": "ninguno",
  "User Motto": "Lema de Usuario",
  "enter a motto here...": "introduce un lema aquí...",
  "No profanity.": "Sin malas palabras.",
  "Verify your email to update your motto.": "Verifica tu email para poder cambiar tu lema.",
  "Allow Comments on My User Wall": "Permitir Comentarios en mi Muro de Usuario",
  "Delete All Comments on My User Wall": "Borrar todos los comentarios de mi Muro de Usuario",
  "Are you sure you want to reset this progress? This cannot be reversed.": "¿Realmente deseas restablecer este progreso? Esta acción no se puede deshacer.",
  "Resetting progress...": "Restableciendo progreso...",
  "Progress was reset successfully.": "Se ha restablecido el progreso.",
  "Contact Us": "Contacta con nosotros",
  "Admins and Moderators": "Administradores y Moderadores",
  "Reporting offensive behavior.": "Avisar de comportamiento ofensivo.",
  "Reporting copyrighted material.": "Avisar de material protegido por derechos de autor.",
  "Requesting to be untracked.": "Solicitar dejar de ser traqueado.",
  "Developer Compliance": "Conformidad de Desarrollador",
  "Requesting set approval or early set release.": "Solicitar la aprobación de un conjunto o un lanzamiento temprano.",
  "Reporting achievements or sets with unwelcome concepts.": "Avisar de logros o conjuntos con conceptos desagradables.",
  "Reporting sets failing to cover basic progression.": "Avisar de conjuntos que fallan al registrar el progreso básico.",
  "Quality Assurance": "Control de Calidad",
  "Reporting a broken set, leaderboard, or rich presence.": "Avisar de un conjunto, clasificación o presencias incorrectos.",
  "Requesting a set be playtested.": "Solicitar que un conjunto sea probado.",
  "Hash compatibility questions.": "Preguntar acerca de la compatibilidad Hash.",
  "Hub organizational questions.": "Preguntar acerca de la organización de los Hubs.",
  "Getting involved in a QA sub-team.": "Colaborar en un equipo dentro de Control de Calidad.",
  "Art Team": "Equipo de Arte",
  "Icon Gauntlets and how to start one.": "Icon Gauntlets y cómo iniciar uno.",
  "Proposing art updates.": "Proponer actualizaciones de arte.",
  "Questions about art-related rule changes.": "Preguntar acerca de cambios en las normas de arte.",
  "Requests for help with creating a new badge or badge set.": "Solicitar ayuda para crear una nueva insignia o conjunto de insignias.",
  "DevQuest": "DevQuest",
  "Cheating Reports": "Denuncias de Trampas",
  "Please include as much evidence as possible to support your claim. This could include screenshots, videos, links to suspicious profiles, or any other relevant information that demonstrates the alleged violation. Describe each piece of evidence in detail, explaining why it suggests a violation of the rules. The more comprehensive and clear your submission, the more efficiently we can evaluate and address the issue.": "Por favor, incluye toda evidencia posible para apoyar tu reclamación. Esto debería incluir capturas de pantalla, vídeos, enlaces a perfiles sospechosos o cualquier otra información relevante que demuestre la supuesta violación de las normas. Describe cada evidencia detalladamente, explicando por qué sugiere una violación de las normas. Cuanto más complensible y clara sea tu presentación, más eficientemente podremos evaluar y abordar el problema.",
  "Writing Team": "Equipo de Textos",
  "Reporting achievements with grammatical mistakes.": "Avisar de logros con errores gramaticales.",
  "Reporting achievements with unclear or confusing descriptions.": "Avisar de logros con descripciones que sean confusas.",
  "Requesting help from the team with proofreading achievement sets.": "Solicitar ayuda del equipo para comprobar textos de conjuntos de logros.",
  "Requesting help for coming up with original titles for achievements.": "Solicitar ayuda para escribir títulos originales para logros.",
  "RANews": "RANews",
  "Submitting a Play This Set, Wish This Set, or RAdvantage entry.": "Enviar una entrada para Play This Set, Wish This Set o RAdvantage.",
  "Submitting a retrogaming article.": "Enviar un artículo acerca de retrogaming.",
  "Proposing a new article idea.": "Proponer una idea para un nuevo artículo.",
  "Getting involved with RANews.": "Colaborar con RANews.",
  "RAEvents": "RAEvents",
  "Forum Posts - :user": "Entradas del Foro - :user",
  "Legal & Terms": "Legal & Términos",
  "Terms and Conditions": "Términos y condiciones",
  "RetroAchievements.org's Terms of Use are subject to change.": "Los Términos de RetroAchievements.org están sujetos a cambios.",
  "RetroAchievements may revise these terms of use at any time without notice. By using its services, you agree to the current version of these Terms of Use, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws.": "Retroachievements puede revisar estos términos de use en cualquier momento sin previo aviso. Al usar sus servicios, aceptas la actual versión de los Términos de Uso, todas las normas y regulaciones aplicables, y aceptas que estás conforme con cualquier normal local que se pueda aplicar.",
  "Code of Conduct": "Código de Conducta",
  "Disclaimers": "Exención de Responsabilidades",
  "Accountability for content": "Responsabilidad por contenido",
  "We are not obliged to monitor the information transmitted or stored by third parties, nor to investigate circumstances that point to illegal activity. Our obligations to remove or block the use of information under generally applicable laws remain unaffected by this.": "No estamos obligamos a monitorizar la información transmitida o almacenada por terceras partes, tampoco a investigar circunstancias que apunten a alguna actividad ilegal. Nuestras obligaciones para eliminar o bloquear el uso de información bajo la ley general aplicable no se ven afectadas por esto.",
  "Accountability for links": "Responsabilidad por enlaces",
  "Responsibility for the content of external links (to web pages of third parties) lies solely with the operators of the linked pages. No violations were evident to us at the time of linking. Should any legal infringement become known to us, we will remove the respective link immediately.": "La responsabilidad por el contenido de enlaces externos (a páginas web de terceros) recae únicamente en los operadores de las páginas enlazadas. Ninguna violación es evidente en el momento de la creación del enlace. En el momento que cualquier infracción legal nos sea notificada, eliminaremos el respectivo enlace inmediatamente.",
  "Copyright": "Derechos de Autor",
  "Our web pages and their contents are subject to copyright law. Unless expressly permitted by law, every form of utilizing, reproducing or processing works subject to copyright protection on our web pages requires the prior consent of the respective owner of the rights. Individual reproductions of a work are allowed only for private use. The company names, product names, service names and logotypes on this web site are for identification purposes only. All trademarks and registered trademarks are the property of their respective owners.": "Nuestras páginas web y su contenido están sujetos a la ley de derechos de autor. A menos que la ley lo permita explícitamente, cualquier tipo de uso, reproducción o procesamiento sujeto a protección de derechos de autor en nuestras páginas web requiere del previo consentimiento del dueño de los derechos. La reproducción individual de un trabajo está permitida sólo para uso privado. Los nombres de compañías, nombres de productos, nombres de servicios y logotipos en esta web sólo sirven el propósito de identificación. Todas los nombres y marcas registradas son propiedad de sus respectivos dueños.",
  "Privacy Policy": "Política de Privacidad",
  "Your personal data is processed by RetroAchievements.org only in accordance with the provisions of applicable data privacy laws. If links on our pages route you to other pages, please inquire there about how your data is handled in such cases.": "Tu información personal es procesada por RetroAchievements.org sólo de acuerdo con las leyes de privacidad de datos aplicables. Si los enlaces en nuestras páginas te dirigen a otras páginas, por favor infórmate allí sobre cómo se gestionan tus datos en tales casos.",
  "Without your explicit consent or a legal basis, your personal data is not passed on to third parties.": "Tus datos personales no son transferidos a terceros sin tu consentimiento explícito.",
  "Before or at the time of collecting personal information, we will identify the purposes for which information is being collected.": "Antes o en el momento de recolectar información personal, mostraremos los propósitos por el que se solicita dicha información.",
  "We will only retain personal information as long as necessary for the fulfillment of those purposes.": "Sólo mantendremos la información personal durante el tiempo necesario para satisfacer dichos propósitos.",
  "We will protect personal information by reasonable security safeguards against loss or theft, as well as unauthorized access, disclosure, copying, use or modification.": "Protegeremos la información personal mediante medidas de seguridad razonables contra pérdida, robo, así como acceso, revelación, copiado o modificación no autorizados.",
  "We maintain API usage logs for a period deemed appropriate to ensure optimal service.": "Mantenemos registros de uso de nuestra API durante un periodo de tiempo considerado como apropiado para asegurar un servicio óptimo.",
  "Information about cookies": "Información sobre cookies",
  "You can prevent storage of cookies by appropriately setting your browser software; in this case, however, please note that you might not be able to fully use all functions offered by this website.": "Puedes prevenir el almacenamiento de cookies mediante los ajustes de tu navegador web; sin embargo, en dicho caso, por favor entiende que es posible que no puedas utilizar todas las funciones ofrecidas por esta web.",
  "Reset Game Progress": "Restablecer Progreso del Juego",
  "Reset Progress": "Restablecer Progreso",
  "Game": "Juego",
  "Achievement": "Logro",
  "Select an achievement": "Selecciona un logro",
  "All won achievements for this game": "Todas los logros desbloqueados para este juego",
  ":gameTitle (:consoleName) (:numAwarded / :numPossible won)": ":gameTitle (:consoleName) (:numAwarded / :numPossible desbloqueados)",
  ":achievementTitle (:achievementPoints points)": ":achievementTitle (:achievementPoints puntos)",
  "(Hardcore)": "(Hardcore)",
  "Current Email Address": "Dirección de Email Actual",
  "New Email Address": "Nueva Dirección de Email",
  "Change Email": "Cambiar Email",
  "Change Password": "Cambiar Contraseña",
  "Current Password": "Contraseña Actual",
  "enter your current password here...": "introduce aquí tu contraseña actual...",
  "New Password": "Contraseña Nueva",
  "enter a new password here...": "introduce aquí una nueva contraseña...",
  "Confirm Password": "Confirmar Contraseña",
  "confirm your new password here...": "confirma aquí tu nueva contraseña...",
  "enter your new email address here...": "introduce aquí tu nueva dirección de email...",
  "Confirm New Email Address": "Confirma Nueva Dirección de Email",
  "confirm your new email address here...": "confirma aquí tu nueva dirección de email...",
  "Delete Account": "Eliminar Cuenta",
  "Keys": "Claves",
  "Notification type": "Tipo de Notificación",
  "Email notifications": "Notificaciones por Email",
  "Site notifications": "Notificaciones Web",
  "Comments on my activity": "Comentarios en mi actividad",
  "Comments on an achievement I created": "Comentarios en un logros creado por mí",
  "Comments on my user wall": "Comentarios en mi muro de usuario",
  "Comments on a forum topic I'm involved in": "Comentarios en un hilo del foro en el que participo",
  "Someone follows me": "Alguien me sigue",
  "I receive a private message": "Recibo un nuevo mensaje privado",
  "Ticket activity": "Actividad de Ticket",
  "Email me": "Envíame un Email",
  "Notify me on the site": "Notificación Web",
  "Preferences": "Preferencias",
  "Suppress mature content warnings": "Quitar avisos de contenido adulto",
  "Show absolute dates on forum posts": "Mostrar fechas absolutas en entradas del foro",
  "Hide missable achievement indicators": "Ocultar indicadores de logros perdibles",
  "Only people I follow can message me or post on my wall": "Sólo personas a las que sigo pueden enviarme mensajes o escribir en mi muro",
  "Automatically opt in to all game sets": "Activar automáticamente para todos los conjuntos de juegos",
  "Site Awards": "Premios",
  "You can manually reorder how badges appear on your user profile.": "Puedes reordenar manualmente cómo aparecen las insignias de tus premios en tu perfil de usuario.",
  "Reorder Site Awards": "Reordenar Premios",
  "All Users": "Todos los Usuarios",
  "Update": "Actualizar",
  "Report to DevCompliance": "Avisar a DevCompliance",
  "Report to QATeam": "Avisar al Equipo de QA",
  "Report to WritingTeam": "Avisar al Equipo de Textos",
  "Message QATeam": "Enviar un mensaje al Equipo de QA",
  "Create Ticket": "Crear Ticket",
  "Request Manual Unlock": "Solicitar Desbloqueo Manual",
  ":user's Forum Posts": "Entradas del Foro de :user",
  "Forum Posts": "Entradas del Foro",
  "This is your <0>personal</0> web API key. Handle it with care.": "Esta es tu clave <0>pessoal</0> de API Web. Manéjala con precaución.",
  "The RetroAchievements API documentation can be found <0>here</0>.": "Puedes encontrar la documentación de la API de RetroAchievements <0>aqui</0>.",
  "The achievement contains an <0>unwelcome concept</0>.": "El logro contiene un <0>concepto desagradable</0>.",
  "You <0>have not</0> unlocked this achievement.": "Tú <0>no has</0> desbloqueado este logro.",
  "You <0>have</0> unlocked this achievement.": "Tú <0>has</0> desbloqueado este logro.",
  "You <0>have</0> unlocked this achievement <1>in softcore</1>.": "Tú <0>has</0> desbloqueado este logro <1>en modo softcore</1>.",
  "Additional information for these hashes may be listed on <0>the game's official forum topic</0>.": "Puedes encontrar más información sobre estos hashes en <0>el hilo oficial del foro para el juego</0>.",
  "Details on how the hash is generated for each system can be found <0>here</0>.": "Puedes encontrar detalles acerca de cómo se genera el hash para cada sistema <0>aquí</0>.",
  "supportedGameFilesCountLabel_one": "Actualmente hay registrado <0>:count</0> hash de fichero soportado para este juego.",
  "supportedGameFilesCountLabel_other": "Actualmente hay registrados <0>:count</0> hashes de ficheros soportados para este juego.",
  "<0>Send a message to RAdmin</0> for:": "<0>Enviar un mensaje a RAdmin</0> para:",
  "<0>Send a message to DevCompliance</0> for:": "<0>Enviar un mensaje a DevCompliance</0> para:",
  "<0>Send a message to QATeam</0> for:": "<0>Enviar un mensaje al Equipo de QA</0> para:",
  "<0>Send a message to RAArtTeam</0> for:": "<0>Enviar un mensaje al Equipo de Arte</0> para:",
  "<0>Send a message to DevQuest</0> for submissions, questions, ideas, or reporting issues related to <1>DevQuest</1>.": "<0>Enviar un mensaje a DevQuest</0> para presentaciones, preguntas, ideas o avisar de problemas relacionados con <1>DevQuest</1>.",
  "<0>Send a message to RACheats</0> if you believe someone is in violation of our <1>Global Leaderboard and Achievement Hunting Rules</1>.": "<0>Enviar un mensaje a RACheats</0> si crees que alguien ha violado nuestras <1>Reglas de Clasificaciones Generales y ßúsqueda de Logros</1>.",
  "<0>Send a message to WritingTeam</0> for:": "<0>Envia un mensaje al Equipo de Textos</0> para:",
  "<0>Send a message to RANews</0> for:": "<0>Enviar un mensaje a RANews</0> para:",
  "<0>Send a message to RAEvents</0> for submissions, questions, ideas, or reporting issues related to <1>community events</1>.": "<0>Enviar un mensage a RAEvents</0> para presentaciones, preguntas, ideas o avisar de problemas relacionados con <1>eventos de la comunidad</1>.",
  "<0>Send a message to TheUnwanted</0> for submissions, questions, ideas, or reporting issues specifically related to <1>The Unwanted</1>.": "<0>Enviar un mensaje a TheUnwanted</0> para presentaciones, preguntas, ideas o avisar de problemas específicamente relacionados con <1>The Unwanted</1>.",
  "By signing up on RetroAchievements.org, you agree to the <0>Users Code of Conduct</0>.": "Al crear tu cuenta en RetroAchievements.org, confirmas estar de acuerdo con el <0>Código de Conducta de Usuarios</0>.",
  "By joining the Junior Developer and/or Developer team, you agree to the <0>Developers Code of Conduct</0>.": "Al unirte al equipo de Desarrollo Junior y/o Desarrollo, confirmas estar de acuerdo con el <0>Código de Conducta de Desarrolladores</0>.",
  "Achievements": "Logros",
  "Last Updated": "Última Actualización",
  "Tickets": "Tickets",
  "Leaderboards": "Clasificaciones",
  "Progress": "Progreso",
  "Players": "Jugadores",
  "Points": "Puntos",
  "unknown": "desconocido",
  "Release Date": "Fecha de Lanzamiento",
  "Rarity": "Rareza",
  "Title": "Título",
  "Select a game": "Selecciona un juego",
  "Add to Want to Play Games": "Añadir a Juegos que Quiero Jugar",
  "Remove from Want to Play Games": "Quitar de Juegos que Quiero Jugar",
  "Ascending (A - Z)": "Ascendente (A - Z)",
  "Descending (Z - A)": "Descendente (Z - A)",
  "Earliest": "Más antiguo",
  "Latest": "Más reciente",
  "Less": "Menos",
  "Both": "Ambos",
  "Customize View": "Personalizar Visualización",
  "Playable": "Jugable",
  "Not Playable": "No Jugable",
  ":count System|:count Systems": ":count Sistema|:count Sistemas",
  "All Systems": "Todos los Sistemas",
  ":count Game|:count Games": ":count Juego|:count Juegos",
  "Yes first": "Si primero",
  "No first": "No primero",
  "Sort order": "Orden",
  "Game Details": "Detalles del Juego",
  "Want to Play": "Quiero Jugar",
  "Open Game": "Abrir Juego",
  "Clear": "Limpiar",
  "No games found. Try adjusting your search or filter criteria.": "Ningún juego encontrado. Prueba cambiando tu búsqueda o los filtros.",
  "You've reached the end of the list.": "Has llegado al final de la lista.",
  "Open game details": "Abrir detalles del juego",
  "Added :gameTitle to playlist!": "¡:gameTitle añadido a la playlist!",
  "Removed :gameTitle from playlist!": "¡:gameTitle eliminado de la playlist!",
  "Load more": "Cargar más",
  "Locale": "Local",
  "Current Locale": "Local Actual",
  "Most of the website is still untranslated. If you'd like to help with translations, you can learn more about how to contribute": "La mayor parte de la web sigue sin estar traducida. Si deseas ayudar a traducir, puedes saber más acerca de cómo contribuir",
  "Comments": "Comentarios",
  "Comments - :gameTitle": "Comentarios - :gameTitle",
  "Previous": "Anterior",
  "Next": "Siguiente",
  "Page": "Página",
  "of :pageNumber": "de :pageNumber",
  "You must <0>sign in</0> before you can join this conversation.": "Debes <0>acceder a tu cuenta</0> antes de participar en esta conversación.",
  "You are muted until :date.": "Estás silenciado/a hasta :date.",
  "No comments yet.": "Todavía no hay comentarios.",
  "Comment": "Comentar",
  "Submit": "Enviar",
  "Type your comment here. Do not post or request any links to copyrighted ROMs.": "Escribe aquí tu comentario. No proporciones ni solicites enlaces a ROMs con derechos de autor.",
  "Are you sure you want to permanently delete this comment?": "Tem certeza de que deseja excluir permanentemente este comentário?",
  "Deleted!": "¡Eliminado!",
  "Delete comment": "Eliminar comentario",
  "Comment must be at least 3 characters.": "El comentario debe tener al menos 3 caracteres.",
  "Comment must not be longer than 2,000 characters.": "El comentario no debe tener más de 2.000 caracteres.",
  "Submitting...": "Enviando...",
  "Submitted!": "¡Enviado!",
  "Subscribing...": "Subscribiendo...",
  "Unsubscribing...": "Cancelando subscripción...",
  "Subscribed!": "Suscrito!",
  "Unsubscribed!": "¡Subscripción cancelada!",
  "Unsubscribe": "Cancelar subscripción",
  "Subscribe": "Subscribirse",
  "RSS Feeds": "Feeds RSS",
  "News": "Notícias",
  ":user doesn't have any forum posts.": ":user no tiene ninguna entrada en el foro.",
  "No recent posts could be found.": "No se han encontrado entradas recientes en el foro."
}
