{
    ":count posts in the last 24 hours": ":count publicaciones en las últimas 24 horas",
    ":count posts in the last 7 days": ":count publicaciones en los últimos 7 días",
    "Additional Posts": "Publicaciones adicionales",
    "Forum Index": "Índice del foro",
    "in": "en",
    "Last Post By": "Última publicación por",
    "Message": "Mensaje",
    "Next :count": "Próximos :count",
    "Previous :count": "Anteriores :count",
    "Recent Posts": "Publicaciones recientes",
    "More": "Más",
    "Close": "Cerrar",
    "More pages": "Más páginas",
    "Subset": "Subset",
    "Disclaimer about ROMs": "Aviso sobre las ROM",
    "RetroAchievements.org does not condone or supply any copyright-protected ROMs to be used in conjunction with the supplied emulators.": "RetroAchievements.org no aprueba ni suministra ROM protegidas por derechos de autor para ser utilizadas en conjunto con los emuladores suministrados.",
    "There are no copyright-protected ROMs available for download on RetroAchievements.org.": "No hay ROM protegidas por derechos de autor disponibles para descargar en RetroAchievements.org.",
    ":earned of :total achievements unlocked": ":earned de :total logros desbloqueados",
    ":earned of :total softcore achievements unlocked": ":earned de :total logros softcore desbloqueados",
    ":earned of :total points earned": ":earned de :total de puntos ganados",
    ":earned of :total softcore points earned": ":earned de :total de puntos softcore ganados",
    "Finished": "Cerrado",
    "Mastered": "Masterizado",
    "Completed": "Completado",
    "Beaten": "Superado",
    "Beaten (softcore)": "Superado (softcore)",
    ":awardLabel on :awardDate": ":awardLabel en :awardDate",
    "RetroPoints: A measurement of rarity and estimated difficulty.": "RetroPoints: Una medida de rareza y dificultad estimada.",
    "Derived from points, number of achievers, and number of players.": "Derivado de los puntos, número de conseguidores y número de jugadores.",
    "All Games": "Todos los juegos",
    ":achievementTitle - Report Issue": ":achievementTitle - Reportar problema",
    "Report Issue - :achievementTitle": "Reportar problema - :achievementTitle",
    "What sort of issue would you like to report?": "¿Qué tipo de problema te gustaría reportar?",
    "The achievement type (progression/win/missable) is not correct.": "El tipo de logro (progresión/victoria/perdible) no es correcto.",
    "There is a spelling or grammatical error in the title or description.": "Hay un error de ortografía o gramática en el título o descripción.",
    "I have an issue with this achievement that is not described above.": "Tengo un problema con este logro que no se describe arriba.",
    "I met the requirements, but the achievement did not trigger.": "Cumplí con los requisitos, pero el logro no se activó.",
    "I unlocked this achievement without meeting the requirements, and then I reset it.": "Desbloqueé este logro sin cumplir con los requisitos, y luego lo reinicié.",
    "The achievement triggered, but the unlock didn't appear on my profile.": "El logro se activó, pero el desbloqueo no apareció en mi perfil.",
    "I unlocked this achievement without meeting the requirements.": "Desbloqueé este logro sin cumplir con los requisitos.",
    "Yes": "Sí",
    "No": "No",
    "Either": "Ambos",
    "System": "Consolas",
    "Has achievements": "Tiene logros",
    "Reset": "Reiniciar",
    ":count of :total game|:count of :total games": ":count de :total juego|:count de :total juegos",
    ":count game|:count games": ":count juego|:count juegos",
    ":count selected": ":count seleccionado",
    "No options found.": "No se encontraron opciones.",
    "Clear filters": "Limpiar filtros",
    "Page :count of :total": "Página :count de :total",
    "Go to first page": "Ir a la primera página",
    "Go to previous page": "Ir a la página anterior",
    "Go to next page": "Ir a la página siguiente",
    "Go to last page": "Ir a la última página",
    "Search games": "Buscar juegos",
    "Search games...": "Buscar juegos...",
    "Type / to focus the search field.": "Escribe / para enfocar el campo de búsqueda.",
    "View": "Ver",
    "Toggle columns": "Alternar columnas",
    "No results.": "Sin resultados.",
    "Report Issue": "Reportar problema",
    "Supported Game Files": "Archivos de juegos compatibles",
    "Supported Game Files - :gameTitle": "Archivos de juegos compatibles - :gameTitle",
    "Manage Hashes": "Administrar hashes",
    "This page shows you what ROM hashes are compatible with this game's achievements.": "Esta página te muestra qué hashes de ROM son compatibles con los logros de este juego.",
    "Hide": "Ocultar",
    "Want to Play Games": "Juegos que quiero jugar",
    "Download Patch File": "Descargar archivo de parche",
    "Settings": "Configuración",
    "Are you sure you want to reset your avatar to the default? This cannot be reversed.": "¿Estás seguro de que quieres restablecer tu avatar al predeterminado? Esto no se puede deshacer.",
    "Resetting...": "Restableciendo...",
    "Restoring...": "Restaurando...",
    "Adding...": "Añadiendo...",
    "Something went wrong.": "Algo salió mal.",
    "Restored :gameTitle!": "¡Restaurado :gameTitle!",
    "Added :gameTitle!": "¡Añadido :gameTitle!",
    "Undo": "Deshacer",
    "Removing...": "Eliminando...",
    "Removed :gameTitle!": "¡Eliminado :gameTitle!",
    "Reset avatar!": "¡Avatar restablecido!",
    "Avatar": "Avatar",
    "Only png, jpeg, and gif files are supported.": "Solo se admiten archivos png, jpeg y gif.",
    "New Image": "Nueva imagen",
    "Upload": "Subir",
    "After uploading, press Ctrl + F5. This refreshes your browser cache making the new image visible.": "Después de subir, presiona Ctrl + F5. Esto actualiza la caché de tu navegador haciendo visible la nueva imagen.",
    "Reset Avatar to Default": "Restablecer al avatar predeterminado",
    "To upload an avatar, earn 250 points or wait until your account is at least 14 days old.": "Para subir un avatar, gana 250 puntos o espera hasta que tu cuenta tenga al menos 14 días.",
    "Uploading new avatar...": "Subiendo nuevo avatar...",
    "Uploaded!": "¡Subido!",
    "Changing your email address will revoke your privileges and you will need to have them restored by staff. Are you sure you want to do this?": "Cambiar tu dirección de correo electrónico revocará tus privilegios y necesitarás que el personal los restaure. ¿Estás seguro de que quieres hacer esto?",
    "Are you sure you want to change your email address?": "¿Estás seguro de que quieres cambiar tu dirección de correo electrónico?",
    "Changing email address...": "Cambiando dirección de correo electrónico...",
    "Changed email address!": "¡Dirección de correo electrónico cambiada!",
    "Changing password...": "Cambiando contraseña...",
    "Required": "Requerido",
    "Must be at least 8 characters": "Debe tener al menos 8 caracteres",
    "Passwords must match.": "Las contraseñas deben coincidir.",
    "Email addresses must match.": "Las direcciones de correo electrónico deben coincidir.",
    "Loading...": "Cargando...",
    "Are you sure you want to cancel your request for account deletion?": "¿Estás seguro de que quieres cancelar tu solicitud de eliminación de cuenta?",
    "Are you sure you want to request account deletion?": "¿Estás seguro de que quieres solicitar la eliminación de la cuenta?",
    "Cancelled account deletion.": "Eliminación de cuenta cancelada.",
    "Requested account deletion.": "Solicitud de eliminación de cuenta.",
    "You've requested account deletion.": "Has solicitado la eliminación de la cuenta.",
    "Your account will be permanently deleted on :date": "Tu cuenta se eliminará permanentemente el :date",
    "After requesting account deletion you may cancel your request within 14 days.": "Después de solicitar la eliminación de la cuenta, puedes cancelar tu solicitud dentro de 14 días.",
    "Your account's username will NOT be available after the deletion.": "El nombre de usuario de tu cuenta NO estará disponible después de la eliminación.",
    "Your account's personal data will be cleared from the database permanently.": "Los datos personales de tu cuenta se eliminarán permanentemente de la base de datos.",
    "Content you wrote in forums, comments, etc. will NOT be removed.": "El contenido que escribiste en foros, comentarios, etc. NO se eliminará.",
    "Cancel Account Deletion Request": "Cancelar solicitud de eliminación de cuenta",
    "Request Account Deletion": "Solicitar eliminación de cuenta",
    "Are you sure you want to reset your Connect API key? This will log you out of all emulators.": "¿Estás seguro de que quieres restablecer tu clave de conexión a la API? Esto te desconectará de todos los emuladores.",
    "Your Connect API key has been reset.": "Tu clave de conexión a la API se ha restablecido.",
    "Connect API Key": "Clave de conexión a la API",
    "Your Connect API key is used by emulators to keep you logged in. Resetting the key will log you out of all emulators.": "Tu clave de conexión a la API se utiliza en los emuladores para mantenerte conectado. Restablecer la clave te desconectará de todos los emuladores.",
    "Reset Connect API Key": "Restablecer clave de conexión a la API",
    "Copied your web API key!": "¡Copiada tu clave de API web!",
    "Are you sure you want to reset your web API key? This cannot be reversed.": "¿Estás seguro de que quieres restablecer tu clave de API web? Esto no se puede deshacer.",
    "Your web API key has been reset.": "Tu clave de API web se ha restablecido.",
    "Web API Key": "Clave de API web",
    "Copy to clipboard": "Copiar al portapapeles",
    "Reset Web API Key": "Restablecer clave de API web",
    "Updating...": "Actualizando...",
    "Updated.": "Actualizado.",
    "Are you sure you want to permanently delete all comments on your wall?": "¿Estás seguro de que quieres eliminar permanentemente todos los comentarios de su muro?",
    "Deleting...": "Eliminando...",
    "Successfully deleted all comments on your wall.": "Todos los comentarios de su muro se han eliminado correctamente.",
    "Profile": "Perfil",
    "Visible Role": "Rol visible",
    "none": "ninguno",
    "User Motto": "Lema del usuario",
    "enter a motto here...": "introduce un lema aquí...",
    "No profanity.": "Sin palabrotas.",
    "Verify your email to update your motto.": "Verifica tu correo electrónico para actualizar tu lema.",
    "Allow Comments on My User Wall": "Permitir comentarios de mi muro de usuario",
    "Delete All Comments on My User Wall": "Eliminar todos los comentarios en mi muro de usuario",
    "Are you sure you want to reset this progress? This cannot be reversed.": "¿Estás seguro de que quieres restablecer este progreso? Esto no se puede deshacer.",
    "Resetting progress...": "Restableciendo progreso...",
    "Progress was reset successfully.": "El progreso se restableció correctamente.",
    "Contact Us": "Contáctanos",
    "Admins and Moderators": "Administradores y moderadores",
    "Reporting offensive behavior.": "Reportando comportamiento ofensivo.",
    "Reporting copyrighted material.": "Reportando material protegido por derechos de autor.",
    "Requesting to be untracked.": "Solicitando no ser rastreado.",
    "Developer Compliance": "Conformidad de desarrollador",
    "Requesting set approval or early set release.": "Solicitando aprobación de set o lanzamiento anticipado de set.",
    "Reporting achievements or sets with unwelcome concepts.": "Reportando logros o sets con conceptos no deseados.",
    "Reporting sets failing to cover basic progression.": "Reportando sets que no cubren la progresión básica.",
    "Quality Assurance": "Control de calidad",
    "Reporting a broken set, leaderboard, or rich presence.": "Reportando un set, tabla de clasificación o presencia enriquecida rota.",
    "Requesting a set be playtested.": "Solicitando que un set sea probado.",
    "Hash compatibility questions.": "Preguntas sobre compatibilidad de hash.",
    "Hub organizational questions.": "Preguntas organizativas del hub.",
    "Getting involved in a QA sub-team.": "Involucrándose en un subequipo de QA.",
    "Art Team": "Equipo de arte",
    "Icon Gauntlets and how to start one.": "Insignias e iconos y cómo comenzar uno.",
    "Proposing art updates.": "Proponiendo actualizaciones de arte.",
    "Questions about art-related rule changes.": "Preguntas sobre cambios en las reglas relacionadas con el arte.",
    "Requests for help with creating a new badge or badge set.": "Solicitudes de ayuda para crear una nueva insignia o conjunto de insignias.",
    "DevQuest": "DevQuest",
    "Cheating Reports": "Informes de trampas",
    "Please include as much evidence as possible to support your claim. This could include screenshots, videos, links to suspicious profiles, or any other relevant information that demonstrates the alleged violation. Describe each piece of evidence in detail, explaining why it suggests a violation of the rules. The more comprehensive and clear your submission, the more efficiently we can evaluate and address the issue.": "Por favor, incluye la mayor cantidad de evidencia posible para respaldar tu reclamo. Esto podría incluir capturas de pantalla, videos, enlaces a perfiles sospechosos o cualquier otra información relevante que demuestre la supuesta violación. Describe cada evidencia en detalle, explicando por qué sugiere una violación de las reglas. Cuanto más completa y clara sea tu presentación, más eficientemente podremos evaluar y abordar el problema.",
    "Writing Team": "Equipo de escritura",
    "Reporting achievements with grammatical mistakes.": "Reportando logros con errores gramaticales.",
    "Reporting achievements with unclear or confusing descriptions.": "Reportando logros con descripciones poco claras o confusas.",
    "Requesting help from the team with proofreading achievement sets.": "Solicitando ayuda del equipo para revisar conjuntos de logros.",
    "Requesting help for coming up with original titles for achievements.": "Solicitando ayuda para crear títulos originales para logros.",
    "RANews": "RANews",
    "Submitting a Play This Set, Wish This Set, or RAdvantage entry.": "Enviando una entrada Play This Set, Wish This Set o RAdvantage.",
    "Submitting a retrogaming article.": "Enviando un artículo de retrogaming.",
    "Proposing a new article idea.": "Proponiendo una nueva idea de artículo.",
    "Getting involved with RANews.": "Involucrándose con RANews.",
    "RAEvents": "RAEvents",
    "Forum Posts - :user": "Publicaciones en el foro - :user",
    "Legal & Terms": "Legal y términos",
    "Terms and Conditions": "Términos y condiciones",
    "RetroAchievements.org's Terms of Use are subject to change.": "Los términos de uso de RetroAchievements.org están sujetos a cambios.",
    "RetroAchievements may revise these terms of use at any time without notice. By using its services, you agree to the current version of these Terms of Use, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws.": "RetroAchievements puede revisar estos términos de uso en cualquier momento sin previo aviso. Al utilizar sus servicios, aceptas la versión actual de estos términos de uso, todas las leyes y regulaciones aplicables, y aceptas que eres responsable de cumplir con cualquier ley local aplicable.",
    "Code of Conduct": "Código de conducta",
    "Disclaimers": "Descargo de responsabilidad",
    "Accountability for content": "Responsabilidad por el contenido",
    "We are not obliged to monitor the information transmitted or stored by third parties, nor to investigate circumstances that point to illegal activity. Our obligations to remove or block the use of information under generally applicable laws remain unaffected by this.": "No estamos obligados a monitorear la información transmitida o almacenada por terceros, ni a investigar circunstancias que apunten a actividades ilegales. Nuestras obligaciones de eliminar o bloquear el uso de información bajo leyes generalmente aplicables no se ven afectadas por esto.",
    "Accountability for links": "Responsabilidad por enlaces",
    "Responsibility for the content of external links (to web pages of third parties) lies solely with the operators of the linked pages. No violations were evident to us at the time of linking. Should any legal infringement become known to us, we will remove the respective link immediately.": "La responsabilidad por el contenido de los enlaces externos (a páginas web de terceros) recae únicamente en los operadores de las páginas vinculadas. Ninguna violación era evidente para nosotros en el momento del enlace. Si se nos informa de alguna infracción legal, eliminaremos el enlace respectivo de inmediato.",
    "Copyright": "Derechos de autor",
    "Our web pages and their contents are subject to copyright law. Unless expressly permitted by law, every form of utilizing, reproducing or processing works subject to copyright protection on our web pages requires the prior consent of the respective owner of the rights. Individual reproductions of a work are allowed only for private use. The company names, product names, service names and logotypes on this web site are for identification purposes only. All trademarks and registered trademarks are the property of their respective owners.": "Nuestras páginas web y sus contenidos están sujetos a la ley de derechos de autor. A menos que expresamente permitido por la ley, toda forma de utilizar, reproducir o procesar obras sujetas a protección por derechos de autor en nuestras páginas web requiere el consentimiento previo del respectivo propietario de los derechos. Las reproducciones individuales de una obra solo están permitidas para uso privado. Los nombres de empresas, nombres de productos, nombres de servicios y logotipos en este sitio web son solo para fines de identificación. Todas las marcas comerciales y marcas registradas son propiedad de sus respectivos propietarios.",
    "Privacy Policy": "Política de privacidad",
    "Your personal data is processed by RetroAchievements.org only in accordance with the provisions of applicable data privacy laws. If links on our pages route you to other pages, please inquire there about how your data is handled in such cases.": "Tus datos personales son procesados por RetroAchievements.org solo de acuerdo con las disposiciones de las leyes de privacidad de datos aplicables. Si los enlaces en nuestras páginas te dirigen a otras páginas, consulta allí cómo se manejan tus datos en tales casos.",
    "Without your explicit consent or a legal basis, your personal data is not passed on to third parties.": "Sin tu consentimiento explícito o una base legal, tus datos personales no se transmiten a terceros.",
    "Before or at the time of collecting personal information, we will identify the purposes for which information is being collected.": "Antes o en el momento de recopilar información personal, identificaremos los propósitos para los cuales se está recopilando información.",
    "We will only retain personal information as long as necessary for the fulfillment of those purposes.": "Mantendremos información personal solo mientras sea necesario para el cumplimiento de esos propósitos.",
    "We will protect personal information by reasonable security safeguards against loss or theft, as well as unauthorized access, disclosure, copying, use or modification.": "Protegeremos la información personal mediante salvaguardas de seguridad razonables contra pérdidas o robos, así como acceso no autorizado, divulgación, copia, uso o modificación.",
    "We maintain API usage logs for a period deemed appropriate to ensure optimal service.": "Mantenemos registros de uso de la API por un período considerado apropiado para garantizar un servicio óptimo.",
    "Information about cookies": "Información sobre cookies",
    "You can prevent storage of cookies by appropriately setting your browser software; in this case, however, please note that you might not be able to fully use all functions offered by this website.": "Puede evitar el almacenamiento de cookies configurando adecuadamente su software de navegador; en este caso, sin embargo, tenga en cuenta que es posible que no pueda utilizar completamente todas las funciones ofrecidas por este sitio web.",
    "Reset Game Progress": "Restablecer progreso del juego",
    "Reset Progress": "Restablecer progreso",
    "Game": "Juego",
    "Achievement": "Logro",
    "Select an achievement": "Selecciona un logro",
    "All won achievements for this game": "Todos los logros desbloqueados para este juego",
    ":gameTitle (:consoleName) (:numAwarded / :numPossible won)": ":gameTitle (:consoleName) (:numAwarded / :numPossible desbloqueadas)",
    ":achievementTitle (:achievementPoints points)": ":achievementTitle (:achievementPoints puntos)",
    "(Hardcore)": "(Hardcore)",
    "Current Email Address": "Dirección de correo electrónico actual",
    "New Email Address": "Nueva dirección de correo electrónico",
    "Change Email": "Cambiar correo electrónico",
    "Change Password": "Cambiar contraseña",
    "Current Password": "Contraseña actual",
    "enter your current password here...": "introduce tu contraseña actual aquí...",
    "New Password": "Nueva contraseña",
    "enter a new password here...": "introduce una nueva contraseña aquí...",
    "Confirm Password": "Confirmar contraseña",
    "confirm your new password here...": "confirma tu nueva contraseña aquí...",
    "enter your new email address here...": "introduce tu nueva dirección de correo electrónico aquí...",
    "Confirm New Email Address": "Confirmar nueva dirección de correo electrónico",
    "confirm your new email address here...": "confirma tu nueva dirección de correo electrónico aquí...",
    "Delete Account": "Eliminar cuenta",
    "Keys": "Claves",
    "Notification type": "Tipo de notificación",
    "Email notifications": "Notificaciones por correo electrónico",
    "Site notifications": "Notificaciones en el sitio",
    "Comments on my activity": "Comentarios en mi actividad",
    "Comments on an achievement I created": "Comentarios en un logro que creé",
    "Comments on my user wall": "Comentarios en mi muro de usuario",
    "Comments on a forum topic I'm involved in": "Comentarios sobre un tema del foro en el que participo",
    "Someone follows me": "Alguien me sigue",
    "I receive a private message": "Recibo un mensaje privado",
    "Ticket activity": "Actividad de ticket",
    "Email me": "Envíame un correo electrónico",
    "Notify me on the site": "Notificarme en el sitio",
    "Preferences": "Preferencias",
    "Suppress mature content warnings": "Suprimir avisos de contenido para adultos",
    "Show absolute dates on forum posts": "Mostrar fechas absolutas en las publicaciones del foro",
    "Hide missable achievement indicators": "Ocultar indicadores de logros perdibles",
    "Only people I follow can message me or post on my wall": "Solo las personas que sigo pueden enviarme mensajes o publicar en mi muro",
    "Automatically opt in to all game sets": "Inscribirse automáticamente en todos los sets de juegos",
    "Site Awards": "Insignias del sitio",
    "You can manually reorder how badges appear on your user profile.": "Puedes reordenar manualmente cómo aparecen las insignias en tu perfil de usuario.",
    "Reorder Site Awards": "Reordenar insignias del sitio",
    "All Users": "Todos los usuarios",
    "Update": "Actualizar",
    "Report to DevCompliance": "Reportar a DevCompliance",
    "Report to QATeam": "Reportar a QATeam",
    "Report to WritingTeam": "Reportar a WritingTeam",
    "Message QATeam": "Enviar mensaje a QATeam",
    "Create Ticket": "Crear ticket",
    "Request Manual Unlock": "Solicitar desbloqueo manual",
    ":user's Forum Posts": "Publicaciones en el foro de :user",
    "Forum Posts": "Publicaciones en el foro",
    "This is your": "Esta es tu",
    "personal": "clave personal",
    "web API key. Handle it with care.": "de API web. Manéjala con cuidado.",
    "The RetroAchievements API documentation can be found": "La documentación de la API de RetroAchievements se puede encontrar",
    "here": "aquí",
    ".": ".",
    "The achievement contains an": "El logro contiene un",
    "unwelcome concept": "concepto indeseado",
    "You": "Tú",
    "have not": "no",
    "have": "tienes",
    "unlocked this achievement.": "desbloqueado este logro.",
    "in softcore": "en softcore",
    "Additional information for these hashes may be listed on": "Información adicional para estos hashes puede estar listada en",
    "the game's official forum topic": "el tema oficial del foro del juego",
    "Details on how the hash is generated for each system can be found": "Detalles sobre cómo se genera el hash para cada sistema se pueden encontrar",
    "There is currently|There are currently": "Actualmente existe|Actualmente existen",
    "supported game file hash registered for this game.|supported game file hashes registered for this game.": "hash de archivo de juego soportado registrado para este juego.|hashes de archivos de juego soportados registrados para este juego.",
    "Send a message to RAdmin": "Enviar un mensaje a RAdmin",
    "Send a message to DevCompliance": "Enviar un mensaje a DevCompliance",
    "Send a message to QATeam": "Enviar un mensaje a QATeam",
    "Send a message to RAArtTeam": "Enviar un mensaje a RaArtTeam",
    "Send a message to DevQuest": "Enviar un mensaje a DevQuest",
    "for submissions, questions, ideas, or reporting issues related to": "para envíos, preguntas, ideas o reportar problemas relacionados con",
    "Send a message to RACheats": "Enviar un mensaje a RACheats",
    "if you believe someone is in violation of our": "si crees que alguien está infringiendo nuestras",
    "Global Leaderboard and Achievement Hunting Rules": "Reglas globales de la tabla de clasificación y caza de logros",
    "Send a message to WritingTeam": "Enviar un mensaje a WritingTeam",
    "Send a message to RANews": "Enviar un mensaje a RANews",
    "Send a message to RAEvents": "Enviar un mensaje a RAEvents",
    "community events": "eventos comunitarios",
    "Send a message to TheUnwanted": "Enviar un mensaje a TheUnwanted",
    "for submissions, questions, ideas, or reporting issues specifically related to": "para envíos, preguntas, ideas o reportar problemas específicamente relacionados con",
    "The Unwanted": "The Unwanted",
    "for:": "para:",
    "By signing up on RetroAchievements.org, you agree to the": "Al registrarte en RetroAchievements.org, aceptas el",
    "Users Code of Conduct": "Código de conducta de los usuarios",
    "By joining the Junior Developer and/or Developer team, you agree to the": "Al unirte al equipo de desarrollador júnior y/o desarrollador, aceptas el",
    "Developers Code of Conduct": "Código de conducta de los desarrolladores",
    "Achievements": "Logros",
    "Last Updated": "Última actualización",
    "Tickets": "Tickets",
    "Leaderboards": "Tablas de clasificación",
    "Progress": "Progreso",
    "Players": "Jugadores",
    "Points": "Puntos",
    "unknown": "desconocido",
    "Release Date": "Fecha de lanzamiento",
    "Rarity": "Rareza",
    "Title": "Título",
    "Select a game": "Selecciona un juego",
    "Add to Want to Play Games": "Añadir a juegos que quiero jugar",
    "Remove from Want to Play Games": "Eliminar de juegos que quiero jugar",
    "Ascending (A - Z)": "Ascendente (A - Z)",
    "Descending (Z - A)": "Descendente (Z - A)",
    "Earliest": "Más antigua",
    "Latest": "Más reciente",
    "Less": "Menos",
    "Both": "Ambos"
}
