{
    ":count posts in the last 24 hours": ":count messages dans les dernières 24 heures",
    ":count posts in the last 7 days": ":count messages dans les 7 derniers jours",
    "Additional Posts": "Messages supplémentaires",
    "Forum Index": "Index du forum",
    "in": "dans",
    "Last Post By": "Dernier message par",
    "Message": "Message",
    "Next :count": "Suivant :count",
    "Previous :count": "Précédent :count",
    "Recent Posts": "Messages récents",
    "More": "Plus",
    "Close": "Fermer",
    "More pages": "Plus de pages",
    "Subset": "Subset",
    "Disclaimer about ROMs": "Avertissement concernant les ROMs",
    "RetroAchievements.org does not condone or supply any copyright-protected ROMs to be used in conjunction with the supplied emulators.": "RetroAchievements.org n'approuve ni ne fournit de ROMs protégées par le droit d'auteur à utiliser avec les émulateurs fournis.",
    "There are no copyright-protected ROMs available for download on RetroAchievements.org.": "Il n'y a pas de ROMs protégées par le droit d'auteur disponibles au téléchargement sur RetroAchievements.org.",
    ":earned of :total achievements unlocked": ":earned sur :total succès déverrouillés",
    ":earned of :total softcore achievements unlocked": ":earned sur :total succès softcore déverrouillés",
    ":earned of :total points earned": ":earned sur :total points gagnés",
    ":earned of :total softcore points earned": ":earned sur :total points softcore gagnés",
    "Finished": "Terminé",
    "Mastered": "Maîtrisé",
    "Completed": "Complété",
    "Beaten": "Battu",
    "Beaten (softcore)": "Battu (softcore)",
    ":awardLabel on :awardDate": ":awardLabel le :awardDate",
    "RetroPoints: A measurement of rarity and estimated difficulty.": "RetroPoints : Une mesure de la rareté et de la difficulté estimée.",
    "Derived from points, number of achievers, and number of players.": "Dérivé des points, du nombre de joueurs ayant réussi, et du nombre de joueurs.",
    "All Games": "Tous les jeux",
    ":achievementTitle - Report Issue": ":achievementTitle - Signaler un problème",
    "Report Issue - :achievementTitle": "Signaler un problème - :achievementTitle",
    "What sort of issue would you like to report?": "Quel type de problème souhaitez-vous signaler ?",
    "The achievement type (progression/win/missable) is not correct.": "Le type de succès (progression/victoire/manquable) n'est pas correct.",
    "There is a spelling or grammatical error in the title or description.": "Il y a une faute d'orthographe ou de grammaire dans le titre ou la description.",
    "I have an issue with this achievement that is not described above.": "J'ai un problème avec ce succès qui n'est pas décrit ci-dessus.",
    "I met the requirements, but the achievement did not trigger.": "J'ai rempli les conditions, mais le succès ne s'est pas déclenché.",
    "I unlocked this achievement without meeting the requirements, and then I reset it.": "J'ai déverrouillé ce succès sans remplir les conditions, puis je l'ai réinitialisé.",
    "The achievement triggered, but the unlock didn't appear on my profile.": "Le succès s'est déclenché, mais n'apparaît pas comme déverrouillé sur mon profil.",
    "I unlocked this achievement without meeting the requirements.": "J'ai déverrouillé ce succès sans remplir les conditions.",
    "Yes": "Oui",
    "No": "Non",
    "Either": "Peu importe",
    "System": "Système",
    "Has achievements": "a des succès",
    "Reset": "Réinitialiser",
    ":count of :total game|:count of :total games": ":count sur :total jeu|:count sur :total jeux",
    ":count game|:count games": ":count jeu|:count jeux",
    ":count selected": ":count sélectionnés",
    "No options found.": "Aucune option trouvée.",
    "Clear filters": "Effacer les filtres",
    "Page :count of :total": "Page :count sur :total",
    "Go to first page": "Aller à la première page",
    "Go to previous page": "Aller à la page précédente",
    "Go to next page": "Aller à la page suivante",
    "Go to last page": "Aller à la dernière page",
    "Search games": "Rechercher des jeux",
    "Search games...": "Rechercher des jeux...",
    "Type / to focus the search field.": "Tapez / pour focaliser le champ de recherche.",
    "View": "Voir",
    "Toggle columns": "Basculer les colonnes",
    "No results.": "Aucun résultat.",
    "Report Issue": "Signaler un problème",
    "Supported Game Files": "Fichiers de jeu pris en charge",
    "Supported Game Files - :gameTitle": "Fichiers de jeu pris en charge - :gameTitle",
    "Manage Hashes": "Gérer les hashs",
    "This page shows you what ROM hashes are compatible with this game's achievements.": "Cette page vous montre quelles hashs de ROM sont compatibles avec les succès de ce jeu.",
    "Hide": "Cacher",
    "Want to Play Games": "Jeux auxquels je veux jouer",
    "Download Patch File": "Télécharger le correctif",
    "Settings": "Paramètres",
    "Are you sure you want to reset your avatar to the default? This cannot be reversed.": "Êtes-vous sûr de vouloir réinitialiser votre avatar par défaut ? Cette action est irréversible.",
    "Resetting...": "Réinitialisation...",
    "Restoring...": "Restauration...",
    "Adding...": "Ajout...",
    "Something went wrong.": "Une erreur s'est produite.",
    "Restored :gameTitle!": ":gameTitle restauré !",
    "Added :gameTitle!": ":gameTitle ajouté !",
    "Undo": "Annuler",
    "Removing...": "Suppression...",
    "Removed :gameTitle!": ":gameTitle supprimé !",
    "Reset avatar!": "Avatar réinitialisé !",
    "Avatar": "Avatar",
    "Only png, jpeg, and gif files are supported.": "Seuls les fichiers png, jpeg et gif sont pris en charge.",
    "New Image": "Nouvelle image",
    "Upload": "Télécharger",
    "After uploading, press Ctrl + F5. This refreshes your browser cache making the new image visible.": "Après avoir téléchargé, appuyez sur Ctrl + F5. Cela actualise le cache de votre navigateur et rend la nouvelle image visible.",
    "Reset Avatar to Default": "Réinitialiser l'avatar par défaut",
    "To upload an avatar, earn 250 points or wait until your account is at least 14 days old.": "Pour télécharger un avatar, gagnez 250 points ou attendez que votre compte ait au moins 14 jours.",
    "Uploading new avatar...": "Téléversement du nouvel avatar...",
    "Uploaded!": "Téléversé !",
    "Changing your email address will revoke your privileges and you will need to have them restored by staff. Are you sure you want to do this?": "Changer votre adresse e-mail révoquera vos privilèges, et vous devrez les faire restaurer par le personnel. Êtes-vous sûr de vouloir faire cela ?",
    "Are you sure you want to change your email address?": "Êtes-vous sûr de vouloir changer votre adresse e-mail ?",
    "Changing email address...": "Changement de l'adresse e-mail...",
    "Changed email address!": "Adresse e-mail changée !",
    "Changing password...": "Changement de mot de passe...",
    "Required": "Requis",
    "Must be at least 8 characters.": "Doit comporter au moins 8 caractères.",
    "Passwords must match.": "Les mots de passe doivent correspondre.",
    "Email addresses must match.": "Les adresses e-mail doivent correspondre.",
    "Loading...": "Chargement...",
    "Are you sure you want to cancel your request for account deletion?": "Êtes-vous sûr de vouloir annuler votre demande de suppression de compte ?",
    "Are you sure you want to request account deletion?": "Êtes-vous sûr de vouloir demander la suppression de votre compte ?",
    "Cancelled account deletion.": "Suppression de compte annulée.",
    "Requested account deletion.": "Demande de suppression de compte effectuée.",
    "You've requested account deletion.": "Vous avez demandé la suppression de votre compte.",
    "Your account will be permanently deleted on :date": "Votre compte sera définitivement supprimé le :date",
    "After requesting account deletion you may cancel your request within 14 days.": "Après avoir demandé la suppression de votre compte, vous pouvez annuler votre demande dans un délai de 14 jours.",
    "Your account's username will NOT be available after the deletion.": "Le nom d'utilisateur de votre compte ne sera PAS disponible après la suppression.",
    "Your account's personal data will be cleared from the database permanently.": "Les données personnelles de votre compte seront définitivement supprimées de la base de données.",
    "Content you wrote in forums, comments, etc. will NOT be removed.": "Le contenu que vous avez écrit dans les forums, commentaires, etc. ne sera PAS supprimé.",
    "Cancel Account Deletion Request": "Annuler la demande de suppression de compte",
    "Request Account Deletion": "Demander la suppression de compte",
    "Are you sure you want to reset your Connect API key? This will log you out of all emulators.": "Êtes-vous sûr de vouloir réinitialiser votre clé API Connect ? Cela vous déconnectera de tous les émulateurs.",
    "Your Connect API key has been reset.": "Votre clé API Connect a été réinitialisée.",
    "Connect API Key": "Clé API Connect",
    "Your Connect API key is used by emulators to keep you logged in. Resetting the key will log you out of all emulators.": "Votre clé API Connect est utilisée par les émulateurs pour vous garder connecté. La réinitialisation de la clé vous déconnectera de tous les émulateurs.",
    "Reset Connect API Key": "Réinitialiser la clé API Connect",
    "Copied your web API key!": "Votre clé API web a été copiée !",
    "Are you sure you want to reset your web API key? This cannot be reversed.": "Êtes-vous sûr de vouloir réinitialiser votre clé API web ? Cela ne peut pas être annulé.",
    "Your web API key has been reset.": "Votre clé API web a été réinitialisée.",
    "Web API Key": "Clé API web",
    "Copy to clipboard": "Copier dans le presse-papiers",
    "Reset Web API Key": "Réinitialiser la clé API web",
    "Updating...": "Mise à jour...",
    "Updated.": "Mis à jour.",
    "Are you sure you want to permanently delete all comments on your wall?": "Êtes-vous sûr de vouloir supprimer définitivement tous les commentaires sur votre mur ?",
    "Deleting...": "Suppression...",
    "Successfully deleted all comments on your wall.": "Tous les commentaires sur votre mur ont été supprimés avec succès.",
    "Profile": "Profil",
    "Visible Role": "Rôle visible",
    "none": "aucun",
    "User Motto": "Devise de l'utilisateur",
    "enter a motto here...": "entrez une devise ici...",
    "No profanity.": "Pas de propos injurieux.",
    "Verify your email to update your motto.": "Vérifiez votre e-mail pour mettre à jour votre devise.",
    "Allow Comments on My User Wall": "Autoriser les commentaires sur mon mur d'utilisateur",
    "Delete All Comments on My User Wall": "Supprimer tous les commentaires sur mon mur d'utilisateur",
    "Are you sure you want to reset this progress? This cannot be reversed.": "Êtes-vous sûr de vouloir réinitialiser cette progression ? Cela ne peut pas être annulé.",
    "Resetting progress...": "Réinitialisation de la progression...",
    "Progress was reset successfully.": "La progression a été réinitialisée avec succès.",
    "Contact Us": "Contactez-nous",
    "Admins and Moderators": "Admins et modérateurs",
    "Reporting offensive behavior.": "Signaler un comportement offensant.",
    "Reporting copyrighted material.": "Signaler du matériel protégé par des droits d'auteur.",
    "Requesting to be untracked.": "Demander à être dé-suivi.",
    "Developer Compliance": "Conformité des développeurs",
    "Requesting set approval or early set release.": "Demander l'approbation d'un set ou la sortie anticipée d'un set.",
    "Reporting achievements or sets with unwelcome concepts.": "Signaler des succès ou des sets avec des concepts indésirables.",
    "Reporting sets failing to cover basic progression.": "Signaler des ensembles qui ne couvrent pas la progression de base.",
    "Quality Assurance": "Assurance qualité",
    "Reporting a broken set, leaderboard, or rich presence.": "Signaler un ensemble cassé, un classement ou une présence riche.",
    "Requesting a set be playtested.": "Demander qu'un set soit testé.",
    "Hash compatibility questions.": "Questions sur la compatibilité des hashs.",
    "Hub organizational questions.": "Questions sur l'organisation du hub.",
    "Getting involved in a QA sub-team.": "Participer à une sous-équipe Assurance Qualité.",
    "Art Team": "Équipe artistique",
    "Icon Gauntlets and how to start one.": "Gauntlets d'icônes et comment en démarrer un.",
    "Proposing art updates.": "Proposer des mises à jour artistiques.",
    "Questions about art-related rule changes.": "Questions sur les changements de règles liés à l'art.",
    "Requests for help with creating a new badge or badge set.": "Demandes d'aide pour créer un nouveau badge ou ensemble de badges.",
    "DevQuest": "DevQuest",
    "Cheating Reports": "Rapports de tricherie",
    "Please include as much evidence as possible to support your claim. This could include screenshots, videos, links to suspicious profiles, or any other relevant information that demonstrates the alleged violation. Describe each piece of evidence in detail, explaining why it suggests a violation of the rules. The more comprehensive and clear your submission, the more efficiently we can evaluate and address the issue.": "Veuillez inclure autant de preuves que possible pour appuyer votre demande. Cela peut inclure des captures d'écran, des vidéos, des liens vers des profils suspects, ou toute autre information pertinente démontrant l'infraction présumée. Décrivez chaque élément de preuve en détail, en expliquant pourquoi il suggère une violation des règles. Plus votre soumission est complète et claire, plus nous pourrons l'évaluer et traiter efficacement le problème.",
    "Writing Team": "Équipe rédactionnelle",
    "Reporting achievements with grammatical mistakes.": "Signaler des succès avec des fautes grammaticales.",
    "Reporting achievements with unclear or confusing descriptions.": "Signaler des succès avec des descriptions peu claires ou déroutantes.",
    "Requesting help from the team with proofreading achievement sets.": "Demander de l'aide à l'équipe pour relire des sets de succès.",
    "Requesting help for coming up with original titles for achievements.": "Demander de l'aide pour trouver des titres originaux pour les succès.",
    "RANews": "RANews",
    "Submitting a Play This Set, Wish This Set, or RAdvantage entry.": "Soumettre une entrée Play This Set, Wish This Set, ou RAdvantage.",
    "Submitting a retrogaming article.": "Soumettre un article sur le retrogaming.",
    "Proposing a new article idea.": "Proposer une nouvelle idée d'article.",
    "Getting involved with RANews.": "Participer à RANews.",
    "RAEvents": "RAEvents",
    "Forum Posts - :user": "Messages du forum - :user",
    "Legal & Terms": "Mentions légales et conditions",
    "Terms and Conditions": "Conditions générales",
    "RetroAchievements.org's Terms of Use are subject to change.": "Les conditions d'utilisation de RetroAchievements.org sont sujettes à modification.",
    "RetroAchievements may revise these terms of use at any time without notice. By using its services, you agree to the current version of these Terms of Use, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws.": "RetroAchievements peut réviser ces conditions d'utilisation à tout moment sans préavis. En utilisant ses services, vous acceptez la version actuelle de ces conditions d'utilisation, toutes les lois et réglementations applicables, et vous acceptez d'être responsable du respect de toutes les lois locales applicables.",
    "Code of Conduct": "Code de conduite",
    "Disclaimers": "Avertissements",
    "Accountability for content": "Responsabilité pour le contenu",
    "We are not obliged to monitor the information transmitted or stored by third parties, nor to investigate circumstances that point to illegal activity. Our obligations to remove or block the use of information under generally applicable laws remain unaffected by this.": "Nous ne sommes pas obligés de surveiller les informations transmises ou stockées par des tiers, ni d'enquêter sur des circonstances indiquant une activité illégale. Nos obligations de supprimer ou de bloquer l'utilisation d'informations en vertu des lois généralement applicables restent inchangées.",
    "Accountability for links": "Responsabilité pour les liens",
    "Responsibility for the content of external links (to web pages of third parties) lies solely with the operators of the linked pages. No violations were evident to us at the time of linking. Should any legal infringement become known to us, we will remove the respective link immediately.": "La responsabilité du contenu des liens externes (vers des pages web de tiers) incombe uniquement aux opérateurs des pages liées. Aucune violation n'était apparente pour nous au moment de la liaison. Si une infraction juridique nous est signalée, nous supprimerons immédiatement le lien concerné.",
    "Copyright": "Droit d'auteur",
    "Our web pages and their contents are subject to copyright law. Unless expressly permitted by law, every form of utilizing, reproducing or processing works subject to copyright protection on our web pages requires the prior consent of the respective owner of the rights. Individual reproductions of a work are allowed only for private use. The company names, product names, service names and logotypes on this web site are for identification purposes only. All trademarks and registered trademarks are the property of their respective owners.": "Nos pages web et leur contenu sont soumis à la législation sur le droit d'auteur. Sauf autorisation expresse de la loi, toute forme d'utilisation, de reproduction ou de traitement d'œuvres protégées par des droits d'auteur sur nos pages web nécessite le consentement préalable du propriétaire des droits respectifs. Les reproductions individuelles d'une œuvre ne sont autorisées que pour un usage privé. Les noms de sociétés, de produits, de services et les logos sur ce site sont uniquement à des fins d'identification. Toutes les marques et marques déposées sont la propriété de leurs propriétaires respectifs.",
    "Privacy Policy": "Politique de confidentialité",
    "Your personal data is processed by RetroAchievements.org only in accordance with the provisions of applicable data privacy laws. If links on our pages route you to other pages, please inquire there about how your data is handled in such cases.": "Vos données personnelles sont traitées par RetroAchievements.org uniquement conformément aux dispositions des lois applicables en matière de protection des données. Si des liens sur nos pages vous dirigent vers d'autres pages, veuillez vous renseigner sur la manière dont vos données sont traitées dans ces cas.",
    "Without your explicit consent or a legal basis, your personal data is not passed on to third parties.": "Sans votre consentement explicite ou une base légale, vos données personnelles ne sont pas transmises à des tiers.",
    "Before or at the time of collecting personal information, we will identify the purposes for which information is being collected.": "Avant ou au moment de la collecte des informations personnelles, nous identifierons les finalités pour lesquelles ces informations sont collectées.",
    "We will only retain personal information as long as necessary for the fulfillment of those purposes.": "Nous ne conserverons les informations personnelles que le temps nécessaire à l'accomplissement de ces finalités.",
    "We will protect personal information by reasonable security safeguards against loss or theft, as well as unauthorized access, disclosure, copying, use or modification.": "Nous protégerons les informations personnelles par des mesures de sécurité raisonnables contre la perte ou le vol, ainsi que contre l'accès, la divulgation, la copie, l'utilisation ou la modification non autorisés.",
    "We maintain API usage logs for a period deemed appropriate to ensure optimal service.": "Nous conservons les journaux d'utilisation de l'API pendant une période jugée appropriée pour garantir un service optimal.",
    "Information about cookies": "Informations sur les cookies",
    "You can prevent storage of cookies by appropriately setting your browser software; in this case, however, please note that you might not be able to fully use all functions offered by this website.": "Vous pouvez empêcher le stockage de cookies en configurant correctement votre logiciel de navigation ; cependant, veuillez noter que vous pourriez ne pas être en mesure d'utiliser pleinement toutes les fonctionnalités offertes par ce site web.",
    "Reset Game Progress": "Réinitialiser la progression du jeu",
    "Reset Progress": "Réinitialiser la progression",
    "Game": "Jeu",
    "Achievement": "Succès",
    "Select an achievement": "Sélectionnez un succès",
    "All won achievements for this game": "Tous les succès gagnés pour ce jeu",
    ":gameTitle (:consoleName) (:numAwarded / :numPossible won)": ":gameTitle (:consoleName) (:numAwarded / :numPossible gagnés)",
    ":achievementTitle (:achievementPoints points)": ":achievementTitle (:achievementPoints points)",
    "(Hardcore)": "(Hardcore)",
    "Current Email Address": "Adresse e-mail actuelle",
    "New Email Address": "Nouvelle adresse e-mail",
    "Change Email": "Changer l'e-mail",
    "Change Password": "Changer le mot de passe",
    "Current Password": "Mot de passe actuel",
    "enter your current password here...": "entrez votre mot de passe actuel ici...",
    "New Password": "Nouveau mot de passe",
    "enter a new password here...": "entrez un nouveau mot de passe ici...",
    "Confirm Password": "Confirmer le mot de passe",
    "confirm your new password here...": "confirmez votre nouveau mot de passe ici...",
    "enter your new email address here...": "entrez votre nouvelle adresse e-mail ici...",
    "Confirm New Email Address": "Confirmer la nouvelle adresse e-mail",
    "confirm your new email address here...": "confirmez votre nouvelle adresse e-mail ici...",
    "Delete Account": "Supprimer le compte",
    "Keys": "Clés",
    "Notification type": "Type de notification",
    "Email notifications": "Notifications par e-mail",
    "Site notifications": "Notifications sur le site",
    "Comments on my activity": "Commentaires sur mon activité",
    "Comments on an achievement I created": "Commentaires sur un succès que j'ai créé",
    "Comments on my user wall": "Commentaires sur mon mur d'utilisateur",
    "Comments on a forum topic I'm involved in": "Commentaires sur un sujet de forum auquel je participe",
    "Someone follows me": "Quelqu'un me suit",
    "I receive a private message": "Je reçois un message privé",
    "Ticket activity": "Activité des tickets",
    "Email me": "Envoyez-moi un e-mail",
    "Notify me on the site": "Me notifier sur le site",
    "Preferences": "Préférences",
    "Suppress mature content warnings": "Supprimer les avertissements de contenu mature",
    "Show absolute dates on forum posts": "Afficher les dates absolues sur les messages du forum",
    "Hide missable achievement indicators": "Masquer les indicateurs de succès manquables",
    "Only people I follow can message me or post on my wall": "Seules les personnes que je suis peuvent m'envoyer un message ou poster sur mon mur",
    "Automatically opt in to all game sets": "Participer automatiquement à tous les sets de jeux",
    "Site Awards": "Récompenses du site",
    "You can manually reorder how badges appear on your user profile.": "Vous pouvez réorganiser manuellement l'affichage des badges sur votre profil utilisateur.",
    "Reorder Site Awards": "Réorganiser les récompenses du site",
    "All Users": "Tous les utilisateurs",
    "Update": "Mettre à jour",
    "Report to DevCompliance": "Signaler à DevCompliance",
    "Report to QATeam": "Signaler à QATeam",
    "Report to WritingTeam": "Signaler à l'équipe rédactionnelle",
    "Message QATeam": "Envoyer un message à QATeam",
    "Create Ticket": "Créer un ticket",
    "Request Manual Unlock": "Demander un déblocage manuel",
    ":user's Forum Posts": "Messages du forum de :user",
    "Forum Posts": "Messages du forum",
    "This is your": "Ceci est votre",
    "personal": "personnel",
    "web API key. Handle it with care.": "clé API web. Manipulez-la avec soin.",
    "The RetroAchievements API documentation can be found": "La documentation de l'API RetroAchievements peut être trouvée",
    "here": "ici",
    ".": ".",
    "The achievement contains an": "Le succès contient un",
    "unwelcome concept": "concept indésirable",
    "You": "Vous",
    "have not": "n'avez pas",
    "have": "avez",
    "unlocked this achievement.": "déverrouillé ce succès.",
    "in softcore": "en softcore",
    "Additional information for these hashes may be listed on": "Des informations supplémentaires pour ces hashs peuvent être répertoriées sur",
    "the game's official forum topic": "le sujet de forum officiel du jeu",
    "Details on how the hash is generated for each system can be found": "Des détails sur la façon dont le hash est généré pour chaque système peuvent être trouvés",
    "There is currently|There are currently": "Il y a actuellement|Il y a actuellement",
    "supported game file hash registered for this game.|supported game file hashes registered for this game.": "hash de fichier de jeu pris en charge enregistré pour ce jeu.|hashs de fichier de jeu pris en charge enregistrés pour ce jeu.",
    "Send a message to RAdmin": "Envoyer un message à RAdmin",
    "Send a message to DevCompliance": "Envoyer un message à DevCompliance",
    "Send a message to QATeam": "Envoyer un message à QATeam",
    "Send a message to RAArtTeam": "Envoyer un message à RAArtTeam",
    "Send a message to DevQuest": "Envoyer un message à DevQuest",
    "for submissions, questions, ideas, or reporting issues related to": "pour les soumissions, questions, idées, ou pour signaler des problèmes liés à",
    "Send a message to RACheats": "Envoyer un message à RACheats",
    "if you believe someone is in violation of our": "si vous pensez que quelqu'un enfreint notre",
    "Global Leaderboard and Achievement Hunting Rules": "Règles du classement global et de chasse aux succès",
    "Send a message to WritingTeam": "Envoyer un message à l'équipe rédactionnelle",
    "Send a message to RANews": "Envoyer un message à RANews",
    "Send a message to RAEvents": "Envoyer un message à RAEvents",
    "community events": "événements communautaires",
    "Send a message to TheUnwanted": "Envoyer un message à TheUnwanted",
    "for submissions, questions, ideas, or reporting issues specifically related to": "pour les soumissions, questions, idées, ou pour signaler des problèmes spécifiquement liés à",
    "The Unwanted": "The Unwanted",
    "for:": "pour:",
    "By signing up on RetroAchievements.org, you agree to the": "En vous inscrivant sur RetroAchievements.org, vous acceptez le",
    "Users Code of Conduct": "Code de conduite des utilisateurs",
    "By joining the Junior Developer and/or Developer team, you agree to the": "En rejoignant l'équipe des développeurs juniors et/ou des développeurs, vous acceptez le",
    "Developers Code of Conduct": "Code de conduite des développeurs",
    "Achievements": "Succès",
    "Last Updated": "Dernière mise à jour",
    "Tickets": "Tickets",
    "Leaderboards": "Classements",
    "Progress": "Progression",
    "Players": "Joueurs",
    "Points": "Points",
    "unknown": "inconnu",
    "Release Date": "Date de sortie",
    "Rarity": "Rareté",
    "Title": "Titre",
    "Select a game": "Sélectionner un jeu",
    "Add to Want to Play Games": "Ajouter aux Jeux auxquels je veux jouer",
    "Remove from Want to Play Games": "Retirer des Jeux auxquels je veux jouer",
    "Ascending (A - Z)": "Croissant (A - Z)",
    "Descending (Z - A)": "Décroissant (Z - A)",
    "Earliest": "Le plus ancien",
    "Latest": "Le plus récent",
    "Less": "Moins",
    "Both": "Les deux",
    "RSS Feeds": "Flux RSS",
    "News": "Nouvelles",
    ":user doesn't have any forum posts.": ":user n'a aucun message sur le forum.",
    "No recent posts could be found.": "Aucun message récent n'a été trouvé."
}
