{
    ":count posts in the last 24 hours": ":count postów w ostatnich 24 godzinach",
    ":count posts in the last 7 days": ":count postów w ostatnich 7 dniach",
    "Additional Posts": "Dodatkowe posty",
    "Forum Index": "Forum",
    "in <0>:forumTopicTitle</0>": "w <0>:forumTopicTitle</0>",
    "Last Post By": "Ostatni post przez",
    "Message": "Wiadomość",
    "Next :count": "Następne :count",
    "Previous :count": "Poprzednie :count",
    "Recent Posts": "Ostatnie posty",
    "More": "Więcej",
    "Close": "Zamknij",
    "More pages": "Więcej stron",
    "Subset": "Podzestaw",
    "Disclaimer about ROMs": "Zastrzeżenie o ROM-ach",
    "RetroAchievements.org does not condone or supply any copyright-protected ROMs to be used in conjunction with the supplied emulators.": "RetroAchievements.org nie toleruje ani nie dostarcza żadnych chronionych prawem autorskim ROM-ów, używanych z dostarczonymi emulatorami.",
    "There are no copyright-protected ROMs available for download on RetroAchievements.org.": "Nie ma żadnych chronionych prawem autorskim ROM-ów dostępnych do pobrania na stronie RetroAchievements.org.",
    ":earned of :total achievements unlocked": ":earned z :total osiągnięć odblokowanych",
    ":earned of :total softcore achievements unlocked": ":earned z :total osiągnięć softcore odblokowanych",
    ":earned of :total points earned": ":earned z :total punktów zdobytych",
    ":earned of :total softcore points earned": ":earned z :total punktów softcore zdobytych",
    "Finished": "Ukończone",
    "Mastered": "Wymasterowane",
    "Completed": "Zakończone",
    "Beaten": "Ukończone",
    "Beaten (softcore)": "Ukończone (softcore)",
    ":awardLabel on :awardDate": ":awardLabel on :awardDate",
    "RetroPoints: A measurement of rarity and estimated difficulty.": "RetroPoints: Miara rzadkości i szacowana trudność.",
    "Derived from points, number of achievers, and number of players.": "Pochodzi z punktów, liczby odblokowanych i liczby graczy.",
    "All Games": "Wszystkie gry",
    ":achievementTitle - Report Issue": ":achievementTitle - Zgłoś błąd",
    "Report Issue - :achievementTitle": "Zgłoś błąd - :achievementTitle",
    "What sort of issue would you like to report?": "Jaki rodzaj błędu chcesz zgłosić?",
    "The achievement type (progression/win/missable) is not correct.": "Typ osiągnięcia (postęp/wygrana/pomijalny) nie jest poprawny.",
    "There is a spelling or grammatical error in the title or description.": "Występuje literówka lub błąd gramatyczny w tytule lub opisie.",
    "I have an issue with this achievement that is not described above.": "Mam problem z tym osiągnięciem inny niż opisane powyżej.",
    "I met the requirements, but the achievement did not trigger.": "Wymagania zostały spełnione, ale osiągnięcie nie zostało wywołane.",
    "I unlocked this achievement without meeting the requirements, and then I reset it.": "Osiągnięcie zostało odblokowane, pomimo niespełnienia wymagań, następnie je zresetowałem/am.",
    "The achievement triggered, but the unlock didn't appear on my profile.": "Osiągnięcie zostało wywołane, ale odblokowane nie pokazuje się na moim profilu.",
    "I unlocked this achievement without meeting the requirements.": "Osiągnięcie zostało odblokowane, pomimo niespełnienia wymagań.",
    "Yes": "Tak",
    "No": "Nie",
    "Either": "Oba",
    "System": "System",
    "Has achievements": "Ma osiągnięcia",
    "Reset": "Zresetuj",
    ":count of :total game|:count of :total games": ":count z :total gier|:count z :total gier",
    ":count game|:count games": ":count gra|:count gier",
    ":count selected": ":count wybranych",
    "No options found.": "Nie znaleziono opcji.",
    "Clear filters": "Wyczyść filtry",
    "Page :count of :total": "Strona :count z :total",
    "Go to first page": "Przejdź na pierwszą stronę",
    "Go to previous page": "Przejdź na poprzednią stronę",
    "Go to next page": "Przejdź na następną stronę",
    "Go to last page": "Przejdź na ostatnią stronę",
    "Search games": "Wyszukaj gry",
    "Search games...": "Wyszukaj gry...",
    "Type / to focus the search field.": "Naciśnij / aby przejść do pola wyszukiwania.",
    "View": "Widok",
    "Toggle columns": "Przełącz kolumny",
    "No results.": "Brak wyników.",
    "Report Issue": "Zgłoś błąd",
    "Supported Game Files": "Wspierane pliki gry",
    "Supported Game Files - :gameTitle": "Wspierane pliki gry - :gameTitle",
    "Manage Hashes": "Zarządzaj Hashami",
    "This page shows you what ROM hashes are compatible with this game's achievements.": "Ta podstrona pokazuje, które hashe ROM-ów są kompatybilne z osiągnięciami dla tej gry.",
    "Hide": "Ukryj",
    "Want to Play Games": "Lista Chcę zagrać",
    "Download Patch File": "Pobierz plik z łatką",
    "Settings": "Ustawienia",
    "Are you sure you want to reset your avatar to the default? This cannot be reversed.": "Czy na pewno chcesz zresetować swój awatar do domyślnego? Nie będzie można tego cofnąć.",
    "Resetting...": "Resetowanie...",
    "Restoring...": "Przywracanie...",
    "Adding...": "Dodawanie...",
    "Something went wrong.": "Coś poszło nie tak.",
    "Restored :gameTitle!": "Przywrócono :gameTitle!",
    "Added :gameTitle!": "Dodano :gameTitle!",
    "Undo": "Cofnij",
    "Removing...": "Usuwanie...",
    "Removed :gameTitle!": "Usunięto :gameTitle!",
    "Reset avatar!": "Zresetuj awatar!",
    "Avatar": "Awatar",
    "Only png, jpeg, and gif files are supported.": "Tylko formaty png, jpeg, oraz gif są wspierane.",
    "New Image": "Nowy obraz",
    "Upload": "Zamieść",
    "After uploading, press Ctrl + F5. This refreshes your browser cache making the new image visible.": "Po zamieszczeniu, naciśnij Ctrl + F5. To odświeży pamięć podręczną Twojej przeglądarki, wczytując nowy obrazek.",
    "Reset Avatar to Default": "Zresetuj awatar do domyślnego",
    "To upload an avatar, earn 250 points or wait until your account is at least 14 days old.": "Aby przesłać awatar, zdobądź 250 punktów lub poczekaj zanim Twoje konto będzie miało co najmniej 14 dni.",
    "Uploading new avatar...": "Przesyłanie nowego awatara...",
    "Uploaded!": "Przesłano!",
    "Changing your email address will revoke your privileges and you will need to have them restored by staff. Are you sure you want to do this?": "Zmiana adresu e-mail unieważni Twoje uprawnienia i będą musiały być one przywrócone przez administrację. Czy na pewno chcesz to zrobić?",
    "Are you sure you want to change your email address?": "Czy na pewno chcesz zmienić swój adres e-mail?",
    "Changing email address...": "Zmiana adresu e-mail...",
    "Changed email address!": "Zmieniono adres e-mail!",
    "Changing password...": "Zmiana hasła...",
    "Required": "Wymagane",
    "Must be at least 8 characters.": "Musi być co najmniej 8 znaków.",
    "Passwords must match.": "Hasła muszą się zgadzać.",
    "Email addresses must match.": "Adres email musi się zgadzać.",
    "Loading...": "Ładowanie...",
    "Are you sure you want to cancel your request for account deletion?": "Czy na pewno chcesz anulować prośbę o usunięcie konta?",
    "Are you sure you want to request account deletion?": "Czy na pewno chcesz wysłać prośbę o usunięcie konta?",
    "Cancelled account deletion.": "Anulowano usunięcie konta.",
    "Requested account deletion.": "Wysłano prośbę o usunięcie konta.",
    "You've requested account deletion.": "Poprosiłeś o usunięcie konta.",
    "Your account will be permanently deleted on :date": "Twoje konto zostanie na stałe usunięte w dniu :date",
    "After requesting account deletion you may cancel your request within 14 days.": "Po wysłaniu prośby o usunięcie konta, możesz anulować tę prośbę w ciągu 14 dni.",
    "Your account's username will NOT be available after the deletion.": "Nazwa Twojego konta NIE będzie dostępna po usunięciu.",
    "Your account's personal data will be cleared from the database permanently.": "Osobiste dane Twojego konta zostaną na stałe wyczyszczone z bazy danych.",
    "Content you wrote in forums, comments, etc. will NOT be removed.": "Twoje treści z forum, komentarzy itd. NIE zostanie usunięta.",
    "Cancel Account Deletion Request": "Anuluj prośbę usunięcia konta",
    "Request Account Deletion": "Poproś o usunięcie konta",
    "Are you sure you want to reset your Connect API key? This will log you out of all emulators.": "Czy na pewno chcesz zresetować swój klucz Connect API? To wyloguje Cię ze wszystkich emulatorów.",
    "Your Connect API key has been reset.": "Twój klucz Connect API został zresetowany.",
    "Connect API Key": "Klucz Connect API",
    "Your Connect API key is used by emulators to keep you logged in. Resetting the key will log you out of all emulators.": "Twój klucz Connect API jest używany przez emulatory, aby zachować Twoje logowanie. Zresetowanie klucza spowoduje wylogowanie Cię z wszystkich emulatorów.",
    "Reset Connect API Key": "Zresetuj klucz Connect API",
    "Copied your web API key!": "Skopiowano Twój klucz web API!",
    "Are you sure you want to reset your web API key? This cannot be reversed.": "Czy na pewno chcesz zresetować swój klucz web API? Nie będzie można tego cofnąć.",
    "Your web API key has been reset.": "Twój klucz web API został zresetowany.",
    "Web API Key": "Klucz Web API",
    "Copy to clipboard": "Kopiuj do schowka",
    "Reset Web API Key": "Zresetuj klucz Web API",
    "Updating...": "Zapisywanie...",
    "Updated.": "Zapisano.",
    "Are you sure you want to permanently delete all comments on your wall?": "Czy na pewno chcesz na stałe usunąć wszystkie komentarze ze swojej tablicy?",
    "Deleting...": "Usuwanie...",
    "Successfully deleted all comments on your wall.": "Pomyślnie usunięto wszystkie komentarze na Twojej tablicy.",
    "Profile": "Profil",
    "Visible Role": "Widoczna rola",
    "none": "żadna",
    "User Motto": "Motto użytkownika",
    "enter a motto here...": "wpisz motto tutaj...",
    "No profanity.": "Bez wulgarności.",
    "Verify your email to update your motto.": "Zweryfikuj swój adres e-mail, żeby zaktualizować swoje motto.",
    "Allow Comments on My User Wall": "Zezwól na komentarze na mojej tablicy użytkownika",
    "Delete All Comments on My User Wall": "Usuń wszystkie komentarze na mojej tablicy użytkownika",
    "Are you sure you want to reset this progress? This cannot be reversed.": "Czy na pewno chcesz zresetować swoje postępy? Nie można tego cofnąć.",
    "Resetting progress...": "Resetowanie postępów...",
    "Progress was reset successfully.": "Postępy zostały zresetowane pomyślnie.",
    "Contact Us": "Skontaktuj się z nami",
    "Admins and Moderators": "Admini i Moderatorzy",
    "Reporting offensive behavior.": "Zgłosić obraźliwe zachowanie.",
    "Reporting copyrighted material.": "Zgłosić chronione prawem autorskim materiały.",
    "Requesting to be untracked.": "Poprosić o wyłączenie z uczestnictwa w rankingach.",
    "Developer Compliance": "Zgodność Deweloperów",
    "Requesting set approval or early set release.": "Poprosić o zaakceptowanie zestawu lub wczesme wypuszczenie zestawu.",
    "Reporting achievements or sets with unwelcome concepts.": "Zgłosić osiągnięcia lub zestawy z niepożądanymi koncepcjami.",
    "Reporting sets failing to cover basic progression.": "Zgłosić zestawy, które nie obejmują podstawowych postępów w grze.",
    "Quality Assurance": "Kontrola Jakości",
    "Reporting a broken set, leaderboard, or rich presence.": "Zgłosić zepsuty zestaw, tabelę wyników, lub bogatej obecności.",
    "Requesting a set be playtested.": "Poprosić o przetestowanie zestawu.",
    "Hash compatibility questions.": "Zapytać o kompatybilność hashów.",
    "Hub organizational questions.": "Zapytać o organizację hubów.",
    "Getting involved in a QA sub-team.": "Dołączenie do podzespołu QA (Kontroli Jakości).",
    "Art Team": "Zespół artystyczny",
    "Icon Gauntlets and how to start one.": "Icon Gauntlets i jak je rozpocząć.",
    "Proposing art updates.": "Zaproponować zmiany w grafikach.",
    "Questions about art-related rule changes.": "Zapytać o zmiany w zasadach dotyczące grafik.",
    "Requests for help with creating a new badge or badge set.": "Zapytać o pomoc w tworzeniu nowej odznaki lub zestawu odznak.",
    "DevQuest": "DevQuest",
    "Cheating Reports": "Zgłoszenia oszustw",
    "Please include as much evidence as possible to support your claim. This could include screenshots, videos, links to suspicious profiles, or any other relevant information that demonstrates the alleged violation. Describe each piece of evidence in detail, explaining why it suggests a violation of the rules. The more comprehensive and clear your submission, the more efficiently we can evaluate and address the issue.": "Proszę zamieść jak najwięcej dowodów dla poparcia swoich podejrzeń. Mogą to być zrzuty ekranu, filmy, linki do podejrzanych profili, czy jakakolwiek inna istotna informacja, która pokazuje rzekome naruszenia. Opisz szczegółowo każdy z dowodów, wyjaśniając w jaki sposób pokazuje naruszenia zasad. Im bardziej przejrzyste i zrozumiałe będzie Twoje zgłoszenie, tym skuteczniej będziemy mogli rozpoznać i odnieść się do tego problemu.",
    "Writing Team": "Writing Team",
    "Reporting achievements with grammatical mistakes.": "Zgłaszać osiągnięcia z błędami gramatycznymi.",
    "Reporting achievements with unclear or confusing descriptions.": "Zgłaszać osiągnięcia z niejasnymi lub mylącymi opisami.",
    "Requesting help from the team with proofreading achievement sets.": "Poprosić zespół o pomoc w korekcie opisów zestawu osiągnięć.",
    "Requesting help for coming up with original titles for achievements.": "Poprosić o pomoc w wymyśleniu oryginalnych tytułów dla osiągnięć.",
    "RANews": "RANews",
    "Submitting a Play This Set, Wish This Set, or RAdvantage entry.": "Przesłać wpis Play This Set, Wish This Set, lub RAdvantage.",
    "Submitting a retrogaming article.": "Przesłać artykuł o retrogamingu.",
    "Proposing a new article idea.": "Zaproponować nowy pomysł na artykuł.",
    "Getting involved with RANews.": "Dołączyć do RANews.",
    "RAEvents": "RAEvents",
    "Forum Posts - :user": "Posty na forum - :user",
    "Legal & Terms": "Informacje prawne i warunki",
    "Terms and Conditions": "Zasady i postanowienia",
    "RetroAchievements.org's Terms of Use are subject to change.": "Zasady Użytkowania RetroAchievements.org mogą ulec zmianom.",
    "RetroAchievements may revise these terms of use at any time without notice. By using its services, you agree to the current version of these Terms of Use, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws.": "RetroAchievements może zmienić zasady użytkowania w dowolnym momencie bez uprzedzenia. Używając tych usług, zgadzasz się z aktualną wersją tych Zasad Użytkowania, wszystkimi obowiązującymi prawami, a także zgadzasz się z tym, że ponosisz odpowiedzialność za przestrzeganie wszelkich obowiązujących lokalnych przepisów.",
    "Code of Conduct": "Kodeks Postępowania",
    "Disclaimers": "Zastrzeżenia",
    "Accountability for content": "Odpowiedzialność za treści",
    "We are not obliged to monitor the information transmitted or stored by third parties, nor to investigate circumstances that point to illegal activity. Our obligations to remove or block the use of information under generally applicable laws remain unaffected by this.": "Nie jesteśmy zobowiązani do monitorowania informacji przesyłanych czy przechowywanych przez strony trzecie, ani do badania okoliczności wskazujących na nielegalną działalność. Nie narusza to naszych zobowiązań do usuwania lub blokowania wykorzystania informacji na mocy powszechnie obowiązujących przepisów prawa.",
    "Accountability for links": "Odpowiedzialność za linki",
    "Responsibility for the content of external links (to web pages of third parties) lies solely with the operators of the linked pages. No violations were evident to us at the time of linking. Should any legal infringement become known to us, we will remove the respective link immediately.": "Odpowiedzialność za treści z linków zewnętrznych (do witryn internetowych stron trzecich) spoczywa wyłącznie na operatorach linkowanych stron. W momencie linkowania nie zauważyliśmy żadnych naruszeń. W przypadku ujawnienia nam naruszenia prawa natychmiast usuniemy odpowiedni link.",
    "Copyright": "Prawo autorskie",
    "Our web pages and their contents are subject to copyright law. Unless expressly permitted by law, every form of utilizing, reproducing or processing works subject to copyright protection on our web pages requires the prior consent of the respective owner of the rights. Individual reproductions of a work are allowed only for private use. The company names, product names, service names and logotypes on this web site are for identification purposes only. All trademarks and registered trademarks are the property of their respective owners.": "Nasze strony i ich zawartość podlegają prawu autorskiemu. O ile prawo na to wyraźnie nie zezwala, każda forma używania, reprodukowania, czy przetwarzania dzieł podlegających ochronie praw autorskich na naszych stronach wymaga wcześniejszego zezwolenia od właściwego posiadacza tych praw. Indywidualne odtworzenie dzieł jest zezwolony tylko do użytku prywatnego. Nazwy firm, produktów, usług i logotypy na tej stronie są jedynie do celów identyfikacyjnych. Wszystkie znaki towarowe są własnością ich odpowiednich właścicieli.",
    "Privacy Policy": "Polityka Prywatności",
    "Your personal data is processed by RetroAchievements.org only in accordance with the provisions of applicable data privacy laws. If links on our pages route you to other pages, please inquire there about how your data is handled in such cases.": "Twoje dane osobowe są przetwarzane przez RetroAchievements.org jedynie w zgodności z postanowieniami obowiązujących przepisów o ochronie danych. Jeśli linki na naszych stronach kierują do innych stron, zapytaj tam, jak Twoje dane są przetwarzane w takich przypadkach.",
    "Without your explicit consent or a legal basis, your personal data is not passed on to third parties.": "Bez Twojej wyraźnej zgody lub podstawy prawnej, Twoje dane osobowe nie są przekazywane stronom trzecim.",
    "Before or at the time of collecting personal information, we will identify the purposes for which information is being collected.": "Przed lub w trakcie zbierania danych osobowych, określimy cele, dla których informacje te są zbierane.",
    "We will only retain personal information as long as necessary for the fulfillment of those purposes.": "Przechowamy dane osobowe wyłącznie tak długo, jak jest to konieczne do realizacji tych celów.",
    "We will protect personal information by reasonable security safeguards against loss or theft, as well as unauthorized access, disclosure, copying, use or modification.": "Ochronimy dane osobowe poprzez rozsądne zabezpieczenia przed utratą lub kradzieżą, tak jak i przed nieautoryzowanym dostępem, ujawnieniam, copiowaniem, użytkowaniem lub modyfikacją.",
    "We maintain API usage logs for a period deemed appropriate to ensure optimal service.": "Przechowujemy dzienniki wykorzystania API w okresie uznanym za odpowiedni, aby zapewnić optymalną obsługę.",
    "Information about cookies": "Informacja o cookies",
    "You can prevent storage of cookies by appropriately setting your browser software; in this case, however, please note that you might not be able to fully use all functions offered by this website.": "Możesz zapobiec przechowywaniu plików cookies poprzez odpowiednie ustawienia swojej przeglądarki; w takim przypadku należy jednak pamiętać, że nie będziesz mógł w pełni korzystać ze wszystkich funkcji oferowanych przez tę stronę internetową.",
    "Reset Game Progress": "Zresetuj postępy w grze",
    "Reset Progress": "Zresetuj postępy",
    "Game": "Gra",
    "Achievement": "Osiągnięcie",
    "Select an achievement": "Wybierz osiągnięcie",
    "All won achievements for this game": "Wszystkie odblokowane osiągnięcia dla tej gry",
    ":gameTitle (:consoleName) (:numAwarded / :numPossible won)": ":gameTitle (:consoleName) (:numAwarded / :numPossible odblokowanych)",
    ":achievementTitle (:achievementPoints points)": ":achievementTitle (:achievementPoints punktów)",
    "(Hardcore)": "(Hardcore)",
    "Current Email Address": "Obecny adres e-mail",
    "New Email Address": "Nowy adres e-mail",
    "Change Email": "Zmień e-mail",
    "Change Password": "Zmień hasło",
    "Current Password": "Obecne hasło",
    "enter your current password here...": "wpisz swoje obecne hasło tutaj...",
    "New Password": "Nowe hasło",
    "enter a new password here...": "wpisz nowe hasło tutaj...",
    "Confirm Password": "Potwierdź hasło",
    "confirm your new password here...": "potwierdź swoje nowe hasło tutaj...",
    "enter your new email address here...": "wpisz swój nowy adres e-mail tutaj...",
    "Confirm New Email Address": "Potwierdź nowy adres e-mail",
    "confirm your new email address here...": "Potwierdź nowy adres e-mail tutaj...",
    "Delete Account": "Usuń konto",
    "Keys": "Klucze",
    "Notification type": "Typ powiadomienia",
    "Email notifications": "Powiadomienia e-mail",
    "Site notifications": "Powiadomienia na stronie",
    "Comments on my activity": "Komentarze do moich aktywności",
    "Comments on an achievement I created": "Komentarze na osiągnięciach, które stworzyłem",
    "Comments on my user wall": "Komentarze na mojej tablicy użytkownika",
    "Comments on a forum topic I'm involved in": "Komentarze w wątkach na forum, w których uczestniczę",
    "Someone follows me": "Ktoś mnie zaobserwuje",
    "I receive a private message": "Otrzymam prywatną wiadomość",
    "Ticket activity": "Aktywność na zgłoszeniach",
    "Email me": "Wyślij e-mail",
    "Notify me on the site": "Powiadom mnie na stronie",
    "Preferences": "Preferencje",
    "Suppress mature content warnings": "Pomijaj ostrzeżenia o treściach dla dorosłych",
    "Show absolute dates on forum posts": "Pokaż daty absolutne na forumowych postach",
    "Hide missable achievement indicators": "Ukryj wskaźniki pomijalnych osiągnięć",
    "Only people I follow can message me or post on my wall": "Tylko osoby, które obserwuję, mogą wysyłać do mnie wiadomości i komentować na mojej tablicy",
    "Automatically opt in to all game sets": "Automatycznie zapisz mnie do każdego zestawu gier",
    "Site Awards": "Nagrody Serwisu",
    "You can manually reorder how badges appear on your user profile.": "Możesz ręcznie przeorganizować to, jak odznaki będą wyświetlane na Twoim profilu.",
    "Reorder Site Awards": "Przeorganizuj Nagrody Serwisu",
    "All Users": "Wszyscy użytkownicy",
    "Update": "Zapisz",
    "Report to DevCompliance": "Zgłoś do DevCompliance",
    "Report to QATeam": "Zgłoś do QATeam",
    "Report to WritingTeam": "Zgłoś do WritingTeam",
    "Message QATeam": "Poinformuj QATeam",
    "Create Ticket": "Utwórz zgłoszenie",
    "Request Manual Unlock": "Poproś o ręczne odblokowanie",
    ":user's Forum Posts": ":user posty na forum",
    "Forum Posts": "Posty na Forum",
    "This is your <0>personal</0> web API key. Handle it with care.": "To jest Twój <0>osobisty</0> klucz web API. Obchodź się z nim ostrożnie.",
    "The RetroAchievements API documentation can be found <0>here</0>.": "Dokumentacja RetroAchievements API znajduje się <0>tutaj</0>.",
    "The achievement contains an <0>unwelcome concept</0>.": "To osiągnięcie zawiera <0>niepożądane koncepcje</0>.",
    "You <0>have not</0> unlocked this achievement.": "To osiągnięcie <0>nie zostało</0> odblokowane przez Ciebie.",
    "You <0>have</0> unlocked this achievement.": "To osiągnięcie <0>zostało</0> odblokowane przez Ciebie.",
    "You <0>have</0> unlocked this achievement <1>in softcore</1>.": "To osiągnięcie <0>zostało</0> odblokowane przez Ciebie <1>w softcore</1>.",
    "Additional information for these hashes may be listed on <0>the game's official forum topic</0>.": "Dodatkowe informacje dla tych hashy mogą być wymienione w <0>oficjalnym wątku gry na forum</0>.",
    "Details on how the hash is generated for each system can be found <0>here</0>.": "Szczegóły o tym, jak hash jest generowany dla każdego systemu mogą być znalezione <0>tutaj</0>.",
    "supportedGameFilesCountLabel_one": "Obecnie jest <0>:count</0> zarejestrowany hash pliku wspierający tę grę.",
    "supportedGameFilesCountLabel_other": "Obecnie są <0>:count</0> zarejestrowane hashe pliku wspierające tę grę.",
    "<0>Send a message to RAdmin</0> for:": "<0>Wyślij wiadomość do RAdmin</0> aby:",
    "<0>Send a message to DevCompliance</0> for:": "<0>Wyślij wiadomość do DevCompliance</0> aby:",
    "<0>Send a message to QATeam</0> for:": "<0>Wyślij wiadomość do QATeam</0> aby:",
    "<0>Send a message to RAArtTeam</0> for:": "<0>Wyślij wiadomość do RAArtTeam</0> aby:",
    "<0>Send a message to DevQuest</0> for submissions, questions, ideas, or reporting issues related to <1>DevQuest</1>.": "<0>Wyślij wiadomość do DevQuest</0> w celu przesłania raportów, pytań, pomysłów lub zgłoszeń o problemach związanych z <1>DevQuest</1>.",
    "<0>Send a message to RACheats</0> if you believe someone is in violation of our <1>Global Leaderboard and Achievement Hunting Rules</1>.": "<0>Wyślij wiadomość do RACheats</0> jeśli uważasz, że ktoś naruszył nasze <1>Zasady globalnych tabel wyników i Zasady polowań na osiągnięcia</1>.",
    "<0>Send a message to WritingTeam</0> for:": "<0>Wyślij wiadomość do WritingTeam</0> aby:",
    "<0>Send a message to RANews</0> for:": "<0>Wyślij wiadomość do RANews</0> aby:",
    "<0>Send a message to RAEvents</0> for submissions, questions, ideas, or reporting issues related to <1>community events</1>.": "<0>Wyślij wiadomość do RAEvents</0> w celu przesłania raportów, pytań, pomysłów lub zgłoszeń o problemach związanych z <1>wydarzeniami społeczności</1>.",
    "<0>Send a message to TheUnwanted</0> for submissions, questions, ideas, or reporting issues specifically related to <1>The Unwanted</1>.": "<0>Send a message to TheUnwanted</0> w celu przesłania raportów, pytań, pomysłów lub zgłoszeń o problemach związanych konkretnie z <1>The Unwanted</1>.",
    "By signing up on RetroAchievements.org, you agree to the <0>Users Code of Conduct</0>.": "Poprzez rejestrację na RetroAchievements.org zgadzasz się z <0>Kodeksem Postępowania Użytkowników</0>.",
    "By joining the Junior Developer and/or Developer team, you agree to the <0>Developers Code of Conduct</0>.": "Poprzez dołączenie do zespołu Junior Deweloperów i/lub Deweloperów zgadzasz się z <0>Kodeksem Postępowania Deweloperów</0>.",
    "Achievements": "Osiągnięcia",
    "Last Updated": "Ostatnio zaktualizowane",
    "Tickets": "Zgłoszenia",
    "Leaderboards": "Tabele wyników",
    "Progress": "Postęp",
    "Players": "Gracze",
    "Points": "Punkty",
    "unknown": "nieznany",
    "Release Date": "Data wydania",
    "Rarity": "Rzadkość",
    "Title": "Tytuł",
    "Select a game": "Wybierz grę",
    "Add to Want to Play Games": "Dodaj do listy Chcę w to zagrać",
    "Remove from Want to Play Games": "Usuń z listy Chcę w to zagrać",
    "Ascending (A - Z)": "Rosnąco (A - Z)",
    "Descending (Z - A)": "Malejąco (Z - A)",
    "Earliest": "Najwcześniejsze",
    "Latest": "Najpóźniejsze",
    "Less": "Mniej",
    "Both": "Oba",
    "Customize View": "Dopasuj widok",
    "Playable": "Grywalne",
    "Not Playable": "Niegrywalne",
    ":count System|:count Systems": ":count system|:count systemy",
    "All Systems": "All Systems",
    ":count Game|:count Games": ":count gra|:count gry",
    "Yes first": "Tak pierwsze",
    "No first": "Nie pierwsze",
    "Sort order": "Kierunek sortowania",
    "Game Details": "Szczegóły gry",
    "Want to Play": "Chcę zagrać",
    "Open Game": "Otwórz grę",
    "Clear": "Wyczyść",
    "No games found. Try adjusting your search or filter criteria.": "Nie znaleziono gier. Spróbuj dostosować swoje kryteria wyszukiwania i filtry.",
    "You've reached the end of the list.": "Dotarto do końca listy.",
    "Open game details": "Otwórz szczegóły gry",
    "Added :gameTitle to playlist!": "Dodano :gameTitle do playlisty!",
    "Removed :gameTitle from playlist!": "Usunięto :gameTitle z playlisty!",
    "Load more": "Załaduj więcej",
    "Locale": "Ustawienia regionalne",
    "Current Locale": "Obecne ustawienia regionalne",
    "Most of the website is still untranslated. If you'd like to help with translations, you can learn more about how to contribute": "Większość strony jest wciąż nieprzetłumaczona. Jeśli chcesz pomóc w tłumaczeniu, możesz dowiedzieć się więcej, jak wnieść swój wkład",
    "Comments": "Komentarze",
    "Comments - :gameTitle": "Komentarze - :gameTitle",
    "Previous": "Poprzedni",
    "Next": "Następny",
    "Page": "Strona",
    "of :pageNumber": "z :pageNumber",
    "You must <0>sign in</0> before you can join this conversation.": "Musisz się <0>zalogować</0> zanim dołączysz do tej konwersacji.",
    "You are muted until :date.": "Jesteś wyciszony do :date.",
    "No comments yet.": "Brak komentarzy.",
    "Comment": "Skomentuj",
    "Submit": "Wyślij",
    "Type your comment here. Do not post or request any links to copyrighted ROMs.": "Wpisz swój komentarz tutaj. Nie umieszczaj próśb ani żadnych linków do ROM-ów objętych prawami autorskimi.",
    "Are you sure you want to permanently delete this comment?": "Czy na pewno chcesz na stałe usunąć ten komentarz?",
    "Deleted!": "Usunięto!",
    "Delete comment": "Usuń komentarz",
    "Comment must be at least 3 characters.": "Komentarz musi zawierać co najmniej 3 znaki.",
    "Comment must not be longer than 2,000 characters.": "Komentarz nie może przekraczać 2000 znaków.",
    "Submitting...": "Wysyłanie...",
    "Submitted!": "Wysłano!",
    "Subscribing...": "Zapisywanie...",
    "Unsubscribing...": "Wypisywanie...",
    "Subscribed!": "Zapisano!",
    "Unsubscribed!": "Wypisano!",
    "Unsubscribe": "Wypisz się",
    "Subscribe": "Zapisz się",
    "RSS Feeds": "Kanały RSS",
    "News": "Nowości",
    ":user doesn't have any forum posts.": ":user nie ma żadnych postów na forum.",
    "No recent posts could be found.": "Nie znaleziono ostatnich postów."
}