{
    ":count posts in the last 24 hours": ":count postagens nas últimas 24 horas",
    ":count posts in the last 7 days": ":count postagens nos últimos 7 dias",
    "Additional Posts": "Postagens Adicionais",
    "Forum Index": "Índice do Fórum",
    "in": "em",
    "Last Post By": "Última Postagem por",
    "Message": "Mensagem",
    "Next :count": "Próximo :count",
    "Previous :count": "Anterior :count",
    "Recent Posts": "Postagens Recentes",
    "More": "Mais",
    "Close": "Fechar",
    "More pages": "Mais páginas",
    "Subset": "Subconjunto",
    "Disclaimer about ROMs": "Aviso sobre ROMs",
    "RetroAchievements.org does not condone or supply any copyright-protected ROMs to be used in conjunction with the supplied emulators.": "RetroAchievements.org não endossa nem fornece ROMs protegidas por direitos autorais para serem usadas em conjunto com os emuladores fornecidos.",
    "There are no copyright-protected ROMs available for download on RetroAchievements.org.": "Não há ROMs protegidas por direitos autorais disponíveis para download no RetroAchievements.org.",
    ":earned of :total achievements unlocked": ":earned de :total conquistas desbloqueadas",
    ":earned of :total softcore achievements unlocked": ":earned de :total conquistas softcore desbloqueadas",
    ":earned of :total points earned": ":earned de :total pontos ganhos",
    ":earned of :total softcore points earned": ":earned de :total pontos softcore ganhos",
    "Finished": "Finalizado",
    "Mastered": "Platinado",
    "Completed": "Completado",
    "Beaten": "Zerado",
    "Beaten (softcore)": "Zerado (softcore)",
    ":awardLabel on :awardDate": ":awardLabel em :awardDate",
    "RetroPoints: A measurement of rarity and estimated difficulty.": "RetroPoints: Uma medida de raridade e dificuldade estimada.",
    "Derived from points, number of achievers, and number of players.": "Derivado de pontos, número de conquistadores e número de jogadores.",
    "All Games": "Todos os Jogos",
    ":achievementTitle - Report Issue": ":achievementTitle - Reportar Problema",
    "Report Issue - :achievementTitle": "Reportar Problema - :achievementTitle",
    "What sort of issue would you like to report?": "Que tipo de problema você gostaria de reportar?",
    "The achievement type (progression/win/missable) is not correct.": "O tipo de conquista (progressão/vitória/perdível) não está correto.",
    "There is a spelling or grammatical error in the title or description.": "Há um erro de ortografia ou gramática no título ou descrição.",
    "I have an issue with this achievement that is not described above.": "Tenho um problema com esta conquista que não está descrito acima.",
    "I met the requirements, but the achievement did not trigger.": "Cumpri os requisitos, mas a conquista não foi ativada.",
    "I unlocked this achievement without meeting the requirements, and then I reset it.": "Desbloqueei esta conquista sem cumprir os requisitos e depois a redefini.",
    "The achievement triggered, but the unlock didn't appear on my profile.": "A conquista foi ativada, mas o desbloqueio não apareceu no meu perfil.",
    "I unlocked this achievement without meeting the requirements.": "Desbloqueei esta conquista sem cumprir os requisitos.",
    "Yes": "Sim",
    "No": "Não",
    "Either": "Ambos",
    "System": "Sistema",
    "Has achievements": "Possui conquistas",
    "Reset": "Redefinir",
    ":count of :total game|:count of :total games": ":count de :total jogo|:count de :total jogos",
    ":count game|:count games": ":count jogo|:count jogos",
    ":count selected": ":count selecionado",
    "No options found.": "Nenhuma opção encontrada.",
    "Clear filters": "Limpar filtros",
    "Page :count of :total": "Página :count de :total",
    "Go to first page": "Ir para a primeira página",
    "Go to previous page": "Ir para a página anterior",
    "Go to next page": "Ir para a próxima página",
    "Go to last page": "Ir para a última página",
    "Search games": "Pesquisar jogos",
    "Search games...": "Pesquisar jogos...",
    "Type / to focus the search field.": "Digite / para focar no campo de pesquisa.",
    "View": "Visualizar",
    "Toggle columns": "Alternar colunas",
    "No results.": "Nenhum resultado.",
    "Report Issue": "Reportar Problema",
    "Supported Game Files": "Arquivos de Jogos Suportados",
    "Supported Game Files - :gameTitle": "Arquivos de Jogos Suportados - :gameTitle",
    "Manage Hashes": "Gerenciar Hashes",
    "This page shows you what ROM hashes are compatible with this game's achievements.": "Esta página mostra quais hashes de ROM são compatíveis com as conquistas deste jogo.",
    "Hide": "Ocultar",
    "Want to Play Games": "Quero Jogar",
    "Download Patch File": "Baixar Arquivo de Patch",
    "Settings": "Configurações",
    "Are you sure you want to reset your avatar to the default? This cannot be reversed.": "Tem certeza de que deseja redefinir seu avatar para o padrão? Isso não pode ser desfeito.",
    "Resetting...": "Redefinindo...",
    "Restoring...": "Restaurando...",
    "Adding...": "Adicionando...",
    "Something went wrong.": "Algo deu errado.",
    "Restored :gameTitle!": "Restaurado :gameTitle!",
    "Added :gameTitle!": "Adicionado :gameTitle!",
    "Undo": "Desfazer",
    "Removing...": "Removendo...",
    "Removed :gameTitle!": "Removido :gameTitle!",
    "Reset avatar!": "Avatar redefinido!",
    "Avatar": "Avatar",
    "Only png, jpeg, and gif files are supported.": "Apenas arquivos png, jpeg e gif são suportados.",
    "New Image": "Nova Imagem",
    "Upload": "Enviar",
    "After uploading, press Ctrl + F5. This refreshes your browser cache making the new image visible.": "Após o envio, pressione Ctrl + F5. Isso atualiza o cache do seu navegador, tornando a nova imagem visível.",
    "Reset Avatar to Default": "Redefinir Avatar para o Padrão",
    "To upload an avatar, earn 250 points or wait until your account is at least 14 days old.": "Para enviar um avatar, ganhe 250 pontos ou aguarde até que sua conta tenha pelo menos 14 dias.",
    "Uploading new avatar...": "Enviando novo avatar...",
    "Uploaded!": "Enviado!",
    "Changing your email address will revoke your privileges and you will need to have them restored by staff. Are you sure you want to do this?": "Alterar seu endereço de e-mail revogará seus privilégios e você precisará que a moderação os restaure. Tem certeza de que deseja fazer isso?",
    "Are you sure you want to change your email address?": "Tem certeza de que deseja alterar seu endereço de e-mail?",
    "Changing email address...": "Alterando endereço de e-mail...",
    "Changed email address!": "Endereço de e-mail alterado!",
    "Changing password...": "Alterando senha...",
    "Required": "Obrigatório",
    "Must be at least 8 characters": "Deve ter pelo menos 8 caracteres",
    "Passwords must match.": "As senhas devem corresponder.",
    "Email addresses must match.": "Os endereços de e-mail devem corresponder.",
    "Loading...": "Carregando...",
    "Are you sure you want to cancel your request for account deletion?": "Tem certeza de que deseja cancelar sua solicitação de exclusão de conta?",
    "Are you sure you want to request account deletion?": "Tem certeza de que deseja solicitar a exclusão da conta?",
    "Cancelled account deletion.": "Exclusão de conta cancelada.",
    "Requested account deletion.": "Exclusão de conta solicitada.",
    "You've requested account deletion.": "Você solicitou a exclusão da conta.",
    "Your account will be permanently deleted on :date": "Sua conta será excluída permanentemente em :date",
    "After requesting account deletion you may cancel your request within 14 days.": "Após solicitar a exclusão da conta, você pode cancelar sua solicitação dentro de 14 dias.",
    "Your account's username will NOT be available after the deletion.": "O nome de usuário da sua conta NÃO estará disponível após a exclusão.",
    "Your account's personal data will be cleared from the database permanently.": "Os dados pessoais da sua conta serão removidos permanentemente do banco de dados.",
    "Content you wrote in forums, comments, etc. will NOT be removed.": "Conteúdo que você escreveu em fóruns, comentários, etc. NÃO será removido.",
    "Cancel Account Deletion Request": "Cancelar Solicitação de Exclusão de Conta",
    "Request Account Deletion": "Solicitar Exclusão de Conta",
    "Are you sure you want to reset your Connect API key? This will log you out of all emulators.": "Tem certeza de que deseja redefinir sua chave de API Connect? Isso o desconectará de todos os emuladores.",
    "Your Connect API key has been reset.": "Sua chave de API Connect foi redefinida.",
    "Connect API Key": "Chave de API Connect",
    "Your Connect API key is used by emulators to keep you logged in. Resetting the key will log you out of all emulators.": "Sua chave de API Connect é usada pelos emuladores para mantê-lo conectado. Redefinir a chave o desconectará de todos os emuladores.",
    "Reset Connect API Key": "Redefinir Chave de API Connect",
    "Copied your web API key!": "Chave de API web copiada!",
    "Are you sure you want to reset your web API key? This cannot be reversed.": "Tem certeza de que deseja redefinir sua chave de API web? Isso não pode ser desfeito.",
    "Your web API key has been reset.": "Sua chave de API web foi redefinida.",
    "Web API Key": "Chave de API Web",
    "Copy to clipboard": "Copiar para a área de transferência",
    "Reset Web API Key": "Redefinir Chave de API Web",
    "Updating...": "Atualizando...",
    "Updated.": "Atualizado.",
    "Are you sure you want to permanently delete all comments on your wall?": "Tem certeza de que deseja excluir permanentemente todos os comentários na sua parede?",
    "Deleting...": "Excluindo...",
    "Successfully deleted all comments on your wall.": "Todos os comentários na sua parede foram excluídos com sucesso.",
    "Profile": "Perfil",
    "Visible Role": "Função Visível",
    "none": "nenhum",
    "User Motto": "Lema do Usuário",
    "enter a motto here...": "insira um lema aqui...",
    "No profanity.": "Sem palavrões.",
    "Verify your email to update your motto.": "Verifique seu e-mail para atualizar seu lema.",
    "Allow Comments on My User Wall": "Permitir Comentários na Minha Parede de Usuário",
    "Delete All Comments on My User Wall": "Excluir Todos os Comentários na Minha Parede de Usuário",
    "Are you sure you want to reset this progress? This cannot be reversed.": "Tem certeza de que deseja redefinir este progresso? Isso não pode ser desfeito.",
    "Resetting progress...": "Redefinindo progresso...",
    "Progress was reset successfully.": "O progresso foi redefinido com sucesso.",
    "Contact Us": "Contate-Nos",
    "Admins and Moderators": "Administradores e Moderadores",
    "Reporting offensive behavior.": "Reportando comportamento ofensivo.",
    "Reporting copyrighted material.": "Reportando material protegido por direitos autorais.",
    "Requesting to be untracked.": "Solicitando para não ser rastreado.",
    "Developer Compliance": "Conformidade de Desenvolvedor",
    "Requesting set approval or early set release.": "Solicitando aprovação de conjunto ou lançamento antecipado de conjunto.",
    "Reporting achievements or sets with unwelcome concepts.": "Reportando conquistas ou conjuntos com conceitos indesejados.",
    "Reporting sets failing to cover basic progression.": "Reportando conjuntos que não cobrem a progressão básica.",
    "Quality Assurance": "Garantia de Qualidade",
    "Reporting a broken set, leaderboard, or rich presence.": "Reportando um conjunto quebrado, leaderboard ou presença rica.",
    "Requesting a set be playtested.": "Solicitando que um conjunto seja testado.",
    "Hash compatibility questions.": "Perguntas sobre compatibilidade de hash.",
    "Hub organizational questions.": "Perguntas sobre organização do hub.",
    "Getting involved in a QA sub-team.": "Envolvendo-se em uma subequipe de QA.",
    "Art Team": "Equipe de Arte",
    "Icon Gauntlets and how to start one.": "Icon Gauntlets e como iniciar um.",
    "Proposing art updates.": "Propondo atualizações de arte.",
    "Questions about art-related rule changes.": "Perguntas sobre mudanças nas regras relacionadas à arte.",
    "Requests for help with creating a new badge or badge set.": "Pedidos de ajuda para criar um novo emblema ou conjunto de emblemas.",
    "DevQuest": "DevQuest",
    "Cheating Reports": "Relatórios de Trapaça",
    "Please include as much evidence as possible to support your claim. This could include screenshots, videos, links to suspicious profiles, or any other relevant information that demonstrates the alleged violation. Describe each piece of evidence in detail, explaining why it suggests a violation of the rules. The more comprehensive and clear your submission, the more efficiently we can evaluate and address the issue.": "Por favor, inclua o máximo de evidências possível para apoiar sua reivindicação. Isso pode incluir capturas de tela, vídeos, links para perfis suspeitos ou qualquer outra informação relevante que demonstre a suposta violação. Descreva cada peça de evidência em detalhes, explicando por que sugere uma violação das regras. Quanto mais abrangente e clara for sua submissão, mais eficientemente poderemos avaliar e resolver o problema.",
    "Writing Team": "Equipe de Escrita",
    "Reporting achievements with grammatical mistakes.": "Reportando conquistas com erros gramaticais.",
    "Reporting achievements with unclear or confusing descriptions.": "Reportando conquistas com descrições pouco claras ou confusas.",
    "Requesting help from the team with proofreading achievement sets.": "Solicitando ajuda da equipe para revisar conjuntos de conquistas.",
    "Requesting help for coming up with original titles for achievements.": "Solicitando ajuda para criar títulos originais para conquistas.",
    "RANews": "RANews",
    "Submitting a Play This Set, Wish This Set, or RAdvantage entry.": "Enviando uma entrada Play This Set, Wish This Set ou RAdvantage.",
    "Submitting a retrogaming article.": "Enviando um artigo de retrogaming.",
    "Proposing a new article idea.": "Propondo uma nova ideia de artigo.",
    "Getting involved with RANews.": "Envolvendo-se com RANews.",
    "RAEvents": "RAEvents",
    "Forum Posts - :user": "Postagens no Fórum - :user",
    "Legal & Terms": "Legal & Termos",
    "Terms and Conditions": "Termos e Condições",
    "RetroAchievements.org's Terms of Use are subject to change.": "Os Termos de Uso do RetroAchievements.org estão sujeitos a alterações.",
    "RetroAchievements may revise these terms of use at any time without notice. By using its services, you agree to the current version of these Terms of Use, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws.": "RetroAchievements pode revisar estes termos de uso a qualquer momento sem aviso prévio. Ao usar seus serviços, você concorda com a versão atual destes Termos de Uso, todas as leis e regulamentos aplicáveis e concorda que é responsável pelo cumprimento de quaisquer leis locais aplicáveis.",
    "Code of Conduct": "Código de Conduta",
    "Disclaimers": "Isenções de Responsabilidade",
    "Accountability for content": "Responsabilidade pelo conteúdo",
    "We are not obliged to monitor the information transmitted or stored by third parties, nor to investigate circumstances that point to illegal activity. Our obligations to remove or block the use of information under generally applicable laws remain unaffected by this.": "Não somos obrigados a monitorar as informações transmitidas ou armazenadas por terceiros, nem a investigar circunstâncias que apontem para atividade ilegal. Nossas obrigações de remover ou bloquear o uso de informações sob leis geralmente aplicáveis permanecem inalteradas por isso.",
    "Accountability for links": "Responsabilidade por links",
    "Responsibility for the content of external links (to web pages of third parties) lies solely with the operators of the linked pages. No violations were evident to us at the time of linking. Should any legal infringement become known to us, we will remove the respective link immediately.": "A responsabilidade pelo conteúdo de links externos (para páginas da web de terceiros) recai exclusivamente sobre os operadores das páginas vinculadas. Nenhuma violação foi evidente para nós no momento do link. Caso qualquer infração legal nos seja conhecida, removeremos o respectivo link imediatamente.",
    "Copyright": "Direitos Autorais",
    "Our web pages and their contents are subject to copyright law. Unless expressly permitted by law, every form of utilizing, reproducing or processing works subject to copyright protection on our web pages requires the prior consent of the respective owner of the rights. Individual reproductions of a work are allowed only for private use. The company names, product names, service names and logotypes on this web site are for identification purposes only. All trademarks and registered trademarks are the property of their respective owners.": "Nossas páginas da web e seus conteúdos estão sujeitos à legislação de direitos autorais. A menos que expressamente permitido por lei, toda forma de utilização, reprodução ou processamento de obras sujeitas à proteção de direitos autorais em nossas páginas da web requer o consentimento prévio do respectivo proprietário dos direitos. Reprodução individual de uma obra é permitida apenas para uso privado. Os nomes de empresas, nomes de produtos, nomes de serviços e logotipos neste site são apenas para fins de identificação. Todas as marcas registradas e marcas registradas são de propriedade de seus respectivos proprietários.",
    "Privacy Policy": "Política de Privacidade",
    "Your personal data is processed by RetroAchievements.org only in accordance with the provisions of applicable data privacy laws. If links on our pages route you to other pages, please inquire there about how your data is handled in such cases.": "Seus dados pessoais são processados pelo RetroAchievements.org apenas de acordo com as disposições das leis de privacidade de dados aplicáveis. Se links em nossas páginas o direcionarem para outras páginas, por favor, consulte lá sobre como seus dados são tratados nesses casos.",
    "Without your explicit consent or a legal basis, your personal data is not passed on to third parties.": "Sem o seu consentimento explícito ou uma base legal, seus dados pessoais não são repassados a terceiros.",
    "Before or at the time of collecting personal information, we will identify the purposes for which information is being collected.": "Antes ou no momento de coletar informações pessoais, identificaremos os propósitos para os quais as informações estão sendo coletadas.",
    "We will only retain personal information as long as necessary for the fulfillment of those purposes.": "Manteremos informações pessoais apenas pelo tempo necessário para o cumprimento desses propósitos.",
    "We will protect personal information by reasonable security safeguards against loss or theft, as well as unauthorized access, disclosure, copying, use or modification.": "Protegeremos as informações pessoais por meio de salvaguardas de segurança razoáveis contra perda ou roubo, bem como acesso, divulgação, cópia, uso ou modificação não autorizados.",
    "We maintain API usage logs for a period deemed appropriate to ensure optimal service.": "Mantemos registros de uso da API por um período considerado apropriado para garantir um serviço ideal.",
    "Information about cookies": "Informações sobre cookies",
    "You can prevent storage of cookies by appropriately setting your browser software; in this case, however, please note that you might not be able to fully use all functions offered by this website.": "Você pode evitar o armazenamento de cookies configurando adequadamente seu navegador; nesse caso, no entanto, observe que pode não ser possível usar totalmente todas as funções oferecidas por este site.",
    "Reset Game Progress": "Redefinir Progresso do Jogo",
    "Reset Progress": "Redefinir Progresso",
    "Game": "Jogo",
    "Achievement": "Conquista",
    "Select an achievement": "Selecione uma conquista",
    "All won achievements for this game": "Todas as conquistas desbloqueadas para este jogo",
    ":gameTitle (:consoleName) (:numAwarded / :numPossible won)": ":gameTitle (:consoleName) (:numAwarded / :numPossible desbloqueadas)",
    ":achievementTitle (:achievementPoints points)": ":achievementTitle (:achievementPoints pontos)",
    "(Hardcore)": "(Hardcore)",
    "Current Email Address": "Endereço de E-mail Atual",
    "New Email Address": "Novo Endereço de E-mail",
    "Change Email": "Alterar E-mail",
    "Change Password": "Alterar Senha",
    "Current Password": "Senha Atual",
    "enter your current password here...": "insira sua senha atual aqui...",
    "New Password": "Nova Senha",
    "enter a new password here...": "insira uma nova senha aqui...",
    "Confirm Password": "Confirmar Senha",
    "confirm your new password here...": "confirme sua nova senha aqui...",
    "enter your new email address here...": "insira seu novo endereço de e-mail aqui...",
    "Confirm New Email Address": "Confirmar Novo Endereço de E-mail",
    "confirm your new email address here...": "confirme seu novo endereço de e-mail aqui...",
    "Delete Account": "Excluir Conta",
    "Keys": "Chaves",
    "Notification type": "Tipo de Notificação",
    "Email notifications": "Notificações por E-mail",
    "Site notifications": "Notificações no Site",
    "Comments on my activity": "Comentários na minha atividade",
    "Comments on an achievement I created": "Comentários em uma conquista que criei",
    "Comments on my user wall": "Comentários na minha parede de usuário",
    "Comments on a forum topic I'm involved in": "Comentários em um tópico do fórum do qual participo",
    "Someone follows me": "Alguém me segue",
    "I receive a private message": "Recebo uma mensagem privada",
    "Ticket activity": "Atividade de Ticket",
    "Email me": "Me envie um e-mail",
    "Notify me on the site": "Notificar-me no site",
    "Preferences": "Preferências",
    "Suppress mature content warnings": "Suprimir avisos de conteúdo maduro",
    "Show absolute dates on forum posts": "Mostrar datas absolutas nas postagens do fórum",
    "Hide missable achievement indicators": "Ocultar indicadores de conquistas perdidas",
    "Only people I follow can message me or post on my wall": "Apenas pessoas que sigo podem me enviar mensagens ou postar na minha parede",
    "Automatically opt in to all game sets": "Inscrever-se automaticamente em todos os conjuntos de jogos",
    "Site Awards": "Prêmios do Site",
    "You can manually reorder how badges appear on your user profile.": "Você pode reordenar manualmente como os emblemas aparecem no seu perfil de usuário.",
    "Reorder Site Awards": "Reordenar Prêmios do Site",
    "All Users": "Todos os Usuários",
    "Update": "Atualizar",
    "Report to DevCompliance": "Reportar para DevCompliance",
    "Report to QATeam": "Reportar para a Equipe de QA",
    "Report to WritingTeam": "Reportar para a Equipe de Escrita",
    "Message QATeam": "Enviar mensagem para a Equipe de QA",
    "Create Ticket": "Criar Ticket",
    "Request Manual Unlock": "Solicitar Desbloqueio Manual",
    ":user's Forum Posts": "Postagens no Fórum de :user",
    "Forum Posts": "Postagens no Fórum",
    "This is your": "Este é o seu",
    "personal": "pessoal",
    "web API key. Handle it with care.": "chave de API web. Manuseie com cuidado.",
    "The RetroAchievements API documentation can be found": "A documentação da API do RetroAchievements pode ser encontrada",
    "here": "aqui",
    ".": ".",
    "The achievement contains an": "A conquista contém um",
    "unwelcome concept": "conceito indesejado",
    "You": "Você",
    "have not": "não",
    "have": "tem",
    "unlocked this achievement.": "desbloqueou esta conquista.",
    "in softcore": "em softcore",
    "Additional information for these hashes may be listed on": "Informações adicionais para esses hashes podem estar listadas em",
    "the game's official forum topic": "o tópico oficial do fórum do jogo",
    "Details on how the hash is generated for each system can be found": "Detalhes sobre como o hash é gerado para cada sistema podem ser encontrados",
    "There is currently|There are currently": "Atualmente existe|Atualmente existem",
    "supported game file hash registered for this game.|supported game file hashes registered for this game.": "hash de arquivo de jogo suportado registrado para este jogo.|hashes de arquivos de jogo suportados registrados para este jogo.",
    "Send a message to RAdmin": "Enviar uma mensagem para RAdmin",
    "Send a message to DevCompliance": "Enviar uma mensagem para DevCompliance",
    "Send a message to QATeam": "Enviar uma mensagem para a Equipe de QA",
    "Send a message to RAArtTeam": "Enviar uma mensagem para a Equipe de Arte RA",
    "Send a message to DevQuest": "Enviar uma mensagem para DevQuest",
    "for submissions, questions, ideas, or reporting issues related to": "para submissões, perguntas, ideias ou reportar problemas relacionados a",
    "Send a message to RACheats": "Enviar uma mensagem para RACheats",
    "if you believe someone is in violation of our": "se você acredita que alguém está violando nossos",
    "Global Leaderboard and Achievement Hunting Rules": "Regras Globais de Leaderboard e Caça a Conquistas",
    "Send a message to WritingTeam": "Enviar uma mensagem para a Equipe de Escrita",
    "Send a message to RANews": "Enviar uma mensagem para RANews",
    "Send a message to RAEvents": "Enviar uma mensagem para RAEvents",
    "community events": "eventos comunitários",
    "Send a message to TheUnwanted": "Enviar uma mensagem para TheUnwanted",
    "for submissions, questions, ideas, or reporting issues specifically related to": "para submissões, perguntas, ideias ou reportar problemas especificamente relacionados a",
    "The Unwanted": "The Unwanted",
    "for:": "para:",
    "By signing up on RetroAchievements.org, you agree to the": "Ao se inscrever no RetroAchievements.org, você concorda com o",
    "Users Code of Conduct": "Código de Conduta dos Usuários",
    "By joining the Junior Developer and/or Developer team, you agree to the": "Ao ingressar na equipe de Desenvolvedor Júnior e/ou Desenvolvedor, você concorda com o",
    "Developers Code of Conduct": "Código de Conduta dos Desenvolvedores",
    "Achievements": "Conquistas",
    "Last Updated": "Última Atualização",
    "Tickets": "Tickets",
    "Leaderboards": "Leaderboards",
    "Progress": "Progresso",
    "Players": "Jogadores",
    "Points": "Pontos",
    "unknown": "desconhecido",
    "Release Date": "Data de Lançamento",
    "Rarity": "Raridade",
    "Title": "Título",
    "Select a game": "Selecione um jogo",
    "Add to Want to Play Games": "Adicionar a Jogos que Quero Jogar",
    "Remove from Want to Play Games": "Remover de Jogos que Quero Jogar",
    "Ascending (A - Z)": "Ascendente (A - Z)",
    "Descending (Z - A)": "Descendente (Z - A)",
    "Earliest": "Mais antigo",
    "Latest": "Mais recente",
    "Less": "Menos",
    "Both": "Ambos"
}
