{
    ":count posts in the last 24 hours": ":count публікацій за останні 24 години",
    ":count posts in the last 7 days": ":count дописів за останні 7 днів",
    "Additional Posts": "Додаткові пости",
    "Forum Index": "Індекс форуму",
    "in <0>:forumTopicTitle</0>": "в <0>:forumTopicTitle</0>",
    "Last Post By": "Останній допис від",
    "Message": "Повідомлення",
    "Next :count": "Наступний :count",
    "Previous :count": "Попередній :count",
    "Recent Posts": "Останні дописи",
    "More": "більше",
    "Close": "Закрити",
    "More pages": "Більше сторінок",
    "Subset": "Підмножина",
    "Disclaimer about ROMs": "Дисклімер про ПЗУ",
    "RetroAchievements.org does not condone or supply any copyright-protected ROMs to be used in conjunction with the supplied emulators.": "RetroAchievements.org не виправдовує та не постачає будь-які захищені авторським правом ПЗУ для використання разом із наданими емуляторами.",
    "There are no copyright-protected ROMs available for download on RetroAchievements.org.": "Захищених авторським правом немає ROMs доступні для завантаження на RetroAchievements.org.",
    ":earned of :total achievements unlocked": ":earned від :total відзнак відкрито",
    ":earned of :total softcore achievements unlocked": ":earned від :total софткор відзнаки розблоковані",
    ":earned of :total points earned": ":earned від :total балів отримано",
    ":earned of :total softcore points earned": ":earned від :total софткор балів отримамано",
    "Finished": "Готово",
    "Mastered": "Опанував",
    "Completed": "Виконано",
    "Beaten": "Виграно",
    "Beaten (softcore)": "Виграно (софткор)",
    ":awardLabel on :awardDate": ":awardLabel на :awardDate",
    "RetroPoints: A measurement of rarity and estimated difficulty.": "RetroPoints: Вимірювання рідкості та передбачуваної складності.",
    "Derived from points, number of achievers, and number of players.": "Розраховується на основі балів, кількості досягнутих і кількості гравців.",
    "All Games": "всі ігри",
    ":achievementTitle - Report Issue": ":achievementTitle - Повідомити про помилку",
    "Report Issue - :achievementTitle": "Повідомити про помилку - :achievementTitle",
    "What sort of issue would you like to report?": "Про яку проблему ви хотіли б повідомити?",
    "The achievement type (progression/win/missable) is not correct.": "Тип досягнення (progression/win/missable) не є правильним.",
    "There is a spelling or grammatical error in the title or description.": "У назві чи описі є орфографічна чи граматична помилка.",
    "I have an issue with this achievement that is not described above.": "У мене є проблема з цією відзнакою, яка не описана вище.",
    "I met the requirements, but the achievement did not trigger.": "Я виконав вимоги, але відзнака не спрацювала.",
    "I unlocked this achievement without meeting the requirements, and then I reset it.": "Я розблокував цю відзнаку, не відповідаючи вимогам, а потім скинув його.",
    "The achievement triggered, but the unlock didn't appear on my profile.": "Відзнака спрацювала, але розблокування не з’явилося в моєму профілі.",
    "I unlocked this achievement without meeting the requirements.": "Я розблокував цю відзнаку, не виконавши вимог.",
    "Yes": "Так",
    "No": "Ні",
    "Either": "Або",
    "System": "система",
    "Has achievements": "Має Відзнаку",
    "Reset": "Скинути",
    ":count of :total game|:count of :total games": ":count від :total гри|:count від :total ігор",
    ":count game|:count games": ":count гра|:count ігор",
    ":count selected": ":count вибраний",
    "No options found.": "Варіантів не знайдено.",
    "Clear filters": "Очистити фільтри",
    "Page :count of :total": "Сторінка :count від :total",
    "Go to first page": "Перейти на першу сторінку",
    "Go to previous page": "Перейти на попередню сторінку",
    "Go to next page": "Перейти до наступної сторінки",
    "Go to last page": "Перейти на останню сторінку",
    "Search games": "Шукати ігри",
    "Search games...": "Шукаємо ігри...",
    "Type / to focus the search field.": "Напишіть / щоб сфокусувати поле пошуку.",
    "View": "Переглянути",
    "Toggle columns": "Перемикати стовпці",
    "No results.": "Результатів немає.",
    "Report Issue": "Повідомити про помилку",
    "Supported Game Files": "Підтримувані ігрові файли",
    "Supported Game Files - :gameTitle": "Підтримувані ігрові файли - :gameTitle",
    "Manage Hashes": "Керувати хешами",
    "This page shows you what ROM hashes are compatible with this game's achievements.": "На цій сторінці показано, які хеші ПЗУ сумісні з відзнаками цієї гри.",
    "Hide": "сховати",
    "Want to Play Games": "Хочу грати в ігри",
    "Download Patch File": "завантажити файл виправлення",
    "Settings": "Параметри",
    "Are you sure you want to reset your avatar to the default? This cannot be reversed.": "Ви впевнені, що бажаєте повернути свій аватар до стандартних?  Це неможливо скасувати.",
    "Resetting...": "Скидаємо...",
    "Restoring...": "Відновлюємо...",
    "Adding...": "Додаємо...",
    "Something went wrong.": "Щось стало не так.",
    "Restored :gameTitle!": "Відновлено :gameTitle!",
    "Added :gameTitle!": "Додано :gameTitle!",
    "Undo": "Скасувати",
    "Removing...": "Видаляємо...",
    "Removed :gameTitle!": "Видалено :gameTitle!",
    "Reset avatar!": "Скинути аватар!",
    "Avatar": "Аватар",
    "Only png, jpeg, and gif files are supported.": "Підтримуються лише файли png, jpeg і gif.",
    "New Image": "Нове зображення",
    "Upload": "Викласти",
    "After uploading, press Ctrl + F5. This refreshes your browser cache making the new image visible.": "Після завантаження натисніть Ctrl + F5.  Це оновить кеш вашого браузера, зробивши нове зображення видимим.",
    "Reset Avatar to Default": "Скинути аватар до стандартних",
    "To upload an avatar, earn 250 points or wait until your account is at least 14 days old.": "Щоб завантажити аватар, заробіть 250 балів або зачекайте, поки вашому обліковому запису виповниться принаймні 14 днів.",
    "Uploading new avatar...": "Вкидуємо новий аватар...",
    "Uploaded!": "Викладено!",
    "Changing your email address will revoke your privileges and you will need to have them restored by staff. Are you sure you want to do this?": "Зміна адреси електронної пошти скасує ваші привілеї, і вам потрібно буде відновити їх співробітникам.  Ви впевнені, що хочете це зробити?",
    "Are you sure you want to change your email address?": "Ви впевнені, що хочете змінити адресу електронної пошти?",
    "Changing email address...": "Змінюємо електронну адресу...",
    "Changed email address!": "змінено електронну адресу!",
    "Changing password...": "Змінюємо пароль...",
    "Required": "Обов'язково",
    "Must be at least 8 characters.": "Повинно бути не менше 8 символів.",
    "Passwords must match.": "Паролі мають збігатися один з одним.",
    "Email addresses must match.": "Адреси електронної пошти повинні бути ідентичні.",
    "Loading...": "Провантажуємо...",
    "Are you sure you want to cancel your request for account deletion?": "Ви впевнені, що бажаєте скасувати свій запит на видалення облікового запису?",
    "Are you sure you want to request account deletion?": "Ви впевнені, що хочете подати запит на видалення облікового запису?",
    "Cancelled account deletion.": "Скасовано видалення обліковки.",
    "Requested account deletion.": "Запит видалення обліковки.",
    "You've requested account deletion.": "Ви подали запит на видалення обліковки.",
    "Your account will be permanently deleted on :date": "Ваш обліковий запис буде остаточно видалено в :date",
    "After requesting account deletion you may cancel your request within 14 days.": "Після запиту на видалення облікового запису ви можете скасувати свій запит протягом 14 днів.",
    "Your account's username will NOT be available after the deletion.": "Після видалення ім’я користувача вашого облікового запису НЕ буде доступним.",
    "Your account's personal data will be cleared from the database permanently.": "Особисті дані вашого облікового запису буде остаточно видалено з бази даних.",
    "Content you wrote in forums, comments, etc. will NOT be removed.": "Вміст, який ви написали на форумах, у коментарях тощо, НЕ буде видалено.",
    "Cancel Account Deletion Request": "Скасувати запит на видалення облікового запису",
    "Request Account Deletion": "Запит на видалення облікового запису",
    "Are you sure you want to reset your Connect API key? This will log you out of all emulators.": "Ви впевнені, що бажаєте скинути ключ Connect API? Це призведе до виходу з усіх емуляторів.",
    "Your Connect API key has been reset.": "Ваш ключ Connect API скинуто.",
    "Connect API Key": "Під'єднати ключ API",
    "Your Connect API key is used by emulators to keep you logged in. Resetting the key will log you out of all emulators.": "Ваш ключ Connect API використовується емуляторами, щоб ви залишалися в системі. Скидання ключа призведе до виходу вас з усіх емуляторів.",
    "Reset Connect API Key": "Скинути ключ Connect API",
    "Copied your web API key!": "Скопійовано ваш веб-ключ API!",
    "Are you sure you want to reset your web API key? This cannot be reversed.": "Ви впевнені, що бажаєте скинути ключ веб-API? Це неможливо скасувати.",
    "Your web API key has been reset.": "Ваш веб-ключ API скинуто.",
    "Web API Key": "веб API ключ",
    "Copy to clipboard": "Копіювати в буфер обміну",
    "Reset Web API Key": "Скинути ключ веб-API",
    "Updating...": "Оновлюємо...",
    "Updated.": "Оновлено.",
    "Are you sure you want to permanently delete all comments on your wall?": "Ви впевнені, що хочете назавжди видалити всі коментарі на своєму профілі?",
    "Deleting...": "Видаляємо...",
    "Successfully deleted all comments on your wall.": "Успішно видалено всі коментарі на вашому профілі.",
    "Profile": "Профіль",
    "Visible Role": "Видима роль",
    "none": "немає",
    "User Motto": "Девіз користувача",
    "enter a motto here...": "введіть тут девіз...",
    "No profanity.": "Жодної ненормативної лексики.",
    "Verify your email to update your motto.": "Підтвердьте свою електронну адресу, щоб оновити свій девіз.",
    "Allow Comments on My User Wall": "Дозволити коментарі на моїй сторінці користувача",
    "Delete All Comments on My User Wall": "Видалити всі коментарі на моїй сторінці користувача",
    "Are you sure you want to reset this progress? This cannot be reversed.": "Ви впевнені, що бажаєте скинути цей прогрес? Це не можна скасувати.",
    "Resetting progress...": "Скидаємо прогрес...",
    "Progress was reset successfully.": "Прогрес успішно скинуто.",
    "Contact Us": "Зв'язатися з нами",
    "Admins and Moderators": "Адміни та Модератори",
    "Reporting offensive behavior.": "скарга про образливу поведінку.",
    "Reporting copyrighted material.": "скарга про матеріал, захищений авторським правом.",
    "Requesting to be untracked.": "Прохання скасувати відстеження.",
    "Developer Compliance": "Відповідність розробника",
    "Requesting set approval or early set release.": "Запит на схвалення набору або достроковий випуск набору.",
    "Reporting achievements or sets with unwelcome concepts.": "скарги про відзнаки або набори з небажаними поняттями.",
    "Reporting sets failing to cover basic progression.": "скарги звітів не охоплюють базовий прогрес.",
    "Quality Assurance": "Гарантія якості",
    "Reporting a broken set, leaderboard, or rich presence.": "Повідомлення про пошкоджений набір, таблицю лідерів або багату присутність.",
    "Requesting a set be playtested.": "Запит на тестування набору.",
    "Hash compatibility questions.": "Питання сумісності хешів.",
    "Hub organizational questions.": "Організаційні питання хабу.",
    "Getting involved in a QA sub-team.": "Залучення до підгрупи QA.",
    "Art Team": "Художня команда",
    "Icon Gauntlets and how to start one.": "зображення Gauntlets і як їх створити.",
    "Proposing art updates.": "Пропонувати оновлення мистецтва.",
    "Questions about art-related rule changes.": "Питання про зміни правил, пов’язаних із мистецтвом.",
    "Requests for help with creating a new badge or badge set.": "Прохання про допомогу зі створенням нового бейджа або комплекту бейджів.",
    "DevQuest": "РозЗапит",
    "Cheating Reports": "Звіти про чіти",
    "Please include as much evidence as possible to support your claim. This could include screenshots, videos, links to suspicious profiles, or any other relevant information that demonstrates the alleged violation. Describe each piece of evidence in detail, explaining why it suggests a violation of the rules. The more comprehensive and clear your submission, the more efficiently we can evaluate and address the issue.": "Будь ласка, надайте якомога більше доказів на підтримку свого твердження. Це можуть бути знімки екрана, відео, посилання на підозрілі профілі або будь-яка інша відповідна інформація, яка демонструє ймовірне порушення. Детально опишіть кожен доказ, пояснивши, чому він натякає на порушення правил. Чим повніше і зрозуміліше ваше подання, тим ефективніше ми зможемо оцінити і вирішити проблему.",
    "Writing Team": "Команда авторів",
    "Reporting achievements with grammatical mistakes.": "скарга про відзнаки з граматичними помилками.",
    "Reporting achievements with unclear or confusing descriptions.": "скарга про відзнаки з незрозумілими або заплутаними описами.",
    "Requesting help from the team with proofreading achievement sets.": "Запит на допомогу від команди з наборами досягнень коректури.",
    "Requesting help for coming up with original titles for achievements.": "запит допомогти придумати оригінальні назви досягнень.",
    "RANews": "RAНовини",
    "Submitting a Play This Set, Wish This Set, or RAdvantage entry.": "Надсилання запису Play This Set, Wish This Set або RAdvantage.",
    "Submitting a retrogaming article.": "Надсилання статті про ретроігри.",
    "Proposing a new article idea.": "Пропонуємо ідею нової статті.",
    "Getting involved with RANews.": "Залучення до RAНовини.",
    "RAEvents": "RAПодії",
    "Forum Posts - :user": "Пости на форумі - :user",
    "Legal & Terms": "Політика конфіденційності",
    "Terms and Conditions": "Правила та умови",
    "RetroAchievements.org's Terms of Use are subject to change.": "RetroAchievements.org's Умови використання можуть бути змінені.",
    "RetroAchievements may revise these terms of use at any time without notice. By using its services, you agree to the current version of these Terms of Use, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws.": "Ретровідзнаки можуть переглянути ці умови використання в будь-який час без попередження. Користуючись його послугами, ви погоджуєтеся з поточною редакцією цих Умов використання, усіма застосовними законами та нормативними актами, а також погоджуєтеся з тим, що ви несете відповідальність за дотримання будь-яких застосовних місцевих законів.",
    "Code of Conduct": "Кодекс поведінки",
    "Disclaimers": "Відмова від відповідальності",
    "Accountability for content": "Відповідальність за зміст",
    "We are not obliged to monitor the information transmitted or stored by third parties, nor to investigate circumstances that point to illegal activity. Our obligations to remove or block the use of information under generally applicable laws remain unaffected by this.": "Ми не зобов'язані контролювати інформацію, що передається або зберігається третіми особами, а також розслідувати обставини, які вказують на незаконну діяльність. Це не впливає на наші зобов'язання щодо видалення або блокування використання інформації відповідно до загальноприйнятих законів.",
    "Accountability for links": "Відповідальність за посилання",
    "Responsibility for the content of external links (to web pages of third parties) lies solely with the operators of the linked pages. No violations were evident to us at the time of linking. Should any legal infringement become known to us, we will remove the respective link immediately.": "Відповідальність за зміст зовнішніх посилань (на веб-сторінки третіх осіб) покладається виключно на операторів сторінок, на які ведуть посилання. На момент перелінкування для нас не було очевидних порушень. Якщо нам стане відомо про будь-яке юридичне порушення, ми негайно видалимо відповідне посилання.",
    "Copyright": "Авторське право",
    "Our web pages and their contents are subject to copyright law. Unless expressly permitted by law, every form of utilizing, reproducing or processing works subject to copyright protection on our web pages requires the prior consent of the respective owner of the rights. Individual reproductions of a work are allowed only for private use. The company names, product names, service names and logotypes on this web site are for identification purposes only. All trademarks and registered trademarks are the property of their respective owners.": "Наші веб-сторінки та їх вміст регулюються законом про авторське право. Якщо це прямо не дозволено законом, будь-яка форма використання, відтворення або обробки творів, що підлягають захисту авторським правом на наших веб-сторінках, вимагає попередньої згоди відповідного власника прав. Окремі репродукції твору дозволяються лише для приватного використання. Назви компаній, продуктів, назви послуг та логотипи на цьому веб-сайті призначені лише для ідентифікації. Усі торгові марки та зареєстровані торгові марки є власністю відповідних власників.",
    "Privacy Policy": "Політика конфіденційності",
    "Your personal data is processed by RetroAchievements.org only in accordance with the provisions of applicable data privacy laws. If links on our pages route you to other pages, please inquire there about how your data is handled in such cases.": "Ваші персональні дані обробляються RetroAchievements.org лише відповідно до положень чинного законодавства про конфіденційність даних. Якщо посилання на наших сторінках спрямовують вас на інші сторінки, будь ласка, поцікавтеся там, як обробляються ваші дані в таких випадках.",
    "Without your explicit consent or a legal basis, your personal data is not passed on to third parties.": "Без вашої явної згоди або законної підстави ваші персональні дані не передаються третім особам.",
    "Before or at the time of collecting personal information, we will identify the purposes for which information is being collected.": "До або під час збору особистої інформації ми визначимо цілі, для яких збирається інформація.",
    "We will only retain personal information as long as necessary for the fulfillment of those purposes.": "Ми зберігатимемо особисту інформацію лише стільки, скільки це необхідно для виконання цих цілей.",
    "We will protect personal information by reasonable security safeguards against loss or theft, as well as unauthorized access, disclosure, copying, use or modification.": "Ми будемо захищати особисту інформацію за допомогою розумних гарантій безпеки від втрати або крадіжки, а також несанкціонованого доступу, розкриття, копіювання, використання або зміни.",
    "We maintain API usage logs for a period deemed appropriate to ensure optimal service.": "Ми ведемо журнали використання API протягом періоду, який вважається необхідним для забезпечення оптимального обслуговування.",
    "Information about cookies": "Інформація про файли cookie",
    "You can prevent storage of cookies by appropriately setting your browser software; in this case, however, please note that you might not be able to fully use all functions offered by this website.": "Ви можете запобігти зберіганню файлів cookie, відповідним чином налаштувавши програмне забезпечення свого браузера; Однак у цьому випадку зверніть увагу, що ви, можливо, не зможете повною мірою використовувати всі функції, пропоновані цим веб-сайтом.",
    "Reset Game Progress": "Скинути прогрес гри",
    "Reset Progress": "Скинути прогрес",
    "Game": "Гра",
    "Achievement": "відзнака",
    "Select an achievement": "Оберіть відзнаку",
    "All won achievements for this game": "Усі виграні відзнаки в цій грі",
    ":gameTitle (:consoleName) (:numAwarded / :numPossible won)": ":gameTitle (:consoleName) (:numAwarded / :numPossible won)",
    ":achievementTitle (:achievementPoints points)": ":achievementTitle (:achievementPoints points)",
    "(Hardcore)": "(хардкор)",
    "Current Email Address": "поточна електронна пошта",
    "New Email Address": "нова електронна пошта",
    "Change Email": "змінити пошту",
    "Change Password": "змінити пароль",
    "Current Password": "поточний пароль",
    "enter your current password here...": "введіть тут свій поточний пароль...",
    "New Password": "Новий пароль",
    "enter a new password here...": "введіть тут новий пароль...",
    "Confirm Password": "Підтвердьте пароль",
    "confirm your new password here...": "підтвердьте свій новий пароль тут...",
    "enter your new email address here...": "введіть тут свою нову електронну адресу...",
    "Confirm New Email Address": "Підтвердити нову електронну адресу",
    "confirm your new email address here...": "підтвердьте свою нову електронну адресу тут...",
    "Delete Account": "Видалити обліковку",
    "Keys": "ключі",
    "Notification type": "Тип сповіщення",
    "Email notifications": "Сповіщення електронною поштою",
    "Site notifications": "Сповіщення сайту",
    "Comments on my activity": "Коментарі до моєї діяльності",
    "Comments on an achievement I created": "Коментарі до моїх відзнак",
    "Comments on my user wall": "Коментарі на моїй стіні користувача",
    "Comments on a forum topic I'm involved in": "Коментарі до теми форуму, в якій я беру участь",
    "Someone follows me": "Хтось слідкує за мною",
    "I receive a private message": "Я отримую приватне повідомлення",
    "Ticket activity": "Квиткова діяльність",
    "Email me": "Пишіть мені",
    "Notify me on the site": "Повідомити мене на сайті",
    "Preferences": "Уподобання",
    "Suppress mature content warnings": "Вимкнути попередження про вміст для дорослих",
    "Show absolute dates on forum posts": "Показувати абсолютні дати в повідомленнях на форумі",
    "Hide missable achievement indicators": "Приховати індикатори відзнак, які можна пропустити",
    "Only people I follow can message me or post on my wall": "Лише люди, за якими я слідкую, можуть надсилати мені повідомлення або публікувати дописи на моїй стіні",
    "Automatically opt in to all game sets": "Автоматичне підключення до всіх ігрових наборів",
    "Site Awards": "Нагороди сайту",
    "You can manually reorder how badges appear on your user profile.": "Ви можете вручну змінити порядок відображення значків у своєму профілі користувача.",
    "Reorder Site Awards": "Змінити порядок нагород сайту",
    "All Users": "Усі користувачі",
    "Update": "Оновити",
    "Report to DevCompliance": "Повідомити в DevCompliance",
    "Report to QATeam": "Повідомити в QATeam",
    "Report to WritingTeam": "Повідомити в WritingTeam",
    "Message QATeam": "Повідомлення QATeam",
    "Create Ticket": "Створити квиток",
    "Request Manual Unlock": "Запит на розблокування вручну",
    ":user's Forum Posts": ":user's Повідомлення форумів",
    "Forum Posts": "Повідомлення форумів",
    "This is your <0>personal</0> web API key. Handle it with care.": "Це ваш <0>персональний</0> ключ веб-API. Поводьтеся з ним обережно.",
    "The RetroAchievements API documentation can be found <0>here</0>.": "Документацію РетроВідзнаки API можна знайти <0>тут</0>.",
    "The achievement contains an <0>unwelcome concept</0>.": "Відзнака містить <0>небажану концепцію</0>.",
    "You <0>have not</0> unlocked this achievement.": "Ви <0>не</0> розблокували цю відзнаку.",
    "You <0>have</0> unlocked this achievement.": "Ви <0>отримали</0> цю відзнаку.",
    "You <0>have</0> unlocked this achievement <1>in softcore</1>.": "Ви <0>відкрили</0> цю відзнаку <1>в софткорі</1>.",
    "Additional information for these hashes may be listed on <0>the game's official forum topic</0>.": "Додаткову інформацію для цих хешів можна вказати на <0>офіційній темі форуму гри</0>.",
    "Details on how the hash is generated for each system can be found <0>here</0>.": "Детальну інформацію про те, як генерується хеш для кожної системи, можна знайти <0>тут</0>.",
    "supportedGameFilesCountLabel_one": "В даний час є <0>:count</0> підтримуваний хеш файлу гри, зареєстрований для цієї гри.",
    "supportedGameFilesCountLabel_other": "Наразі є <0>:count</0> підтримуваних хешів ігрових файлів, зареєстрованих для цієї гри.",
    "<0>Send a message to RAdmin</0> for:": "<0>Надішліть повідомлення RAdmin</0> для:",
    "<0>Send a message to DevCompliance</0> for:": "<0>Надішліть повідомлення DevCompliance</0> для:",
    "<0>Send a message to QATeam</0> for:": "<0>Надіслати повідомлення QATeam</0> для:",
    "<0>Send a message to RAArtTeam</0> for:": "<0>Надішліть повідомлення RAArtTeam</0> для:",
    "<0>Send a message to DevQuest</0> for submissions, questions, ideas, or reporting issues related to <1>DevQuest</1>.": "<0>Надішліть повідомлення DevQuest</0> для подання, запитань, ідей або звітів про проблеми, пов’язані з <1>DevQuest</1>.",
    "<0>Send a message to RACheats</0> if you believe someone is in violation of our <1>Global Leaderboard and Achievement Hunting Rules</1>.": "<0>Надішліть повідомлення RACheats</0> якщо ви вважаєте, що хтось порушує наші <1>Глобальні таблиці лідерів і правила отриманнь відзнак</1>.",
    "<0>Send a message to WritingTeam</0> for:": "<0>Send a message to WritingTeam</0> for:",
    "<0>Send a message to RANews</0> for:": "<0>Send a message to RANews</0> for:",
    "<0>Send a message to RAEvents</0> for submissions, questions, ideas, or reporting issues related to <1>community events</1>.": "<0>Надішліть повідомлення RAEvents</0> для подання, запитань, ідей або звітів про проблеми, пов’язані з <1>заходами комюніті</1>.",
    "<0>Send a message to TheUnwanted</0> for submissions, questions, ideas, or reporting issues specifically related to <1>The Unwanted</1>.": "<0>Надішліть повідомлення TheUnwanted</0> для подання, запитань, ідей або проблем, пов’язаних із звітами <1>Небажаного</1>.",
    "By signing up on RetroAchievements.org, you agree to the <0>Users Code of Conduct</0>.": "Реєструючись на RetroAchievements.org, ви погоджуєтеся з <0>Кодексом поведінки користувачів</0>.",
    "By joining the Junior Developer and/or Developer team, you agree to the <0>Developers Code of Conduct</0>.": "Приєднуючись до команди Junior Developer та/або Розробників, ви погоджуєтеся з <0>Кодекс поведінки розробників</0>.",
    "Achievements": "Відзнаки",
    "Last Updated": "Востаннє оновлені",
    "Tickets": "квитки",
    "Leaderboards": "Лідерборди",
    "Progress": "Прогрес",
    "Players": "Гравці",
    "Points": "Бали",
    "unknown": "невідомий",
    "Release Date": "Дата випуску",
    "Rarity": "Рідкість",
    "Title": "Назва",
    "Select a game": "Виберіть гру",
    "Add to Want to Play Games": "Додати до Хочу грати в ігри.",
    "Remove from Want to Play Games": "Видалити з Хочу грати в ігри.",
    "Ascending (A - Z)": "Висхідний (A - Z)",
    "Descending (Z - A)": "Спускається (Z - A)",
    "Earliest": "Найраніший",
    "Latest": "Останній",
    "Less": "менше",
    "Yes first": "Так спочатку",
    "No first": "Ні перший",
    "Claimed": "Отримано",
    "One or more developers are currently working on this game.": "Один або кілька розробників зараз працюють над цією грою.",
    "Both": "Обидва",
    "Download Emulator": "Завантажити емулятор",
    "Global Points Ranking": "Глобальний рейтинг балів",
    "Global Beaten Games Ranking": "Глобальний рейтинг побитих ігор",
    "Join us on Discord": "Приєднуйтесь до нас в Діскорд",
    "Become a Patron": "Стати патроном",
    "Documentation": "Документація",
    "FAQ": "FAQ",
    "Achievement of the Week": "Відзнака тижня",
    "Learn more about this event": "Дізнайтеся більше про цю подію",
    "Games": "Ігри",
    "Games Mastered": "Опановані ігри",
    "Games Beaten": "Ігри Побиті",
    "Registered Players": "Зареєстровані гравці",
    "Achievement Unlocks": "Розблокування відзнак",
    "Points Earned Since :date": "Очки, зароблені з :date",
    "Most recent game mastered": "Освоєна остання гра",
    "Most recent game beaten": "Останню гру програно",
    "News": "Новини",
    "Just Released": "Щойно звільнений",
    "See more": "Дивіться більше",
    "Latest Sets in Progress": "Останні набори в процесі",
    "Dev": "Роз",
    "Type": "Тип",
    "Started": "розпочато",
    "New": "новий",
    "Revision": "Ревізія",
    "by :authorDisplayName": "від :authorDisplayName",
    "Currently Online": "Зараз онлайн",
    "Active Players": "Активні гравці",
    "Viewing": "Перегляд",
    "players in-game.": "гравців у грі.",
    "Couldn't find any active players.": "Не вдалося знайти активних гравців.",
    "Last updated at :timestamp": "Останнє оновлення о :timestamp",
    "Open active players menu": "Відкрити меню активних гравців",
    "players are currently online.": "гравців зараз онлайн.",
    "All-time High: :number (:date)": "Максимум за весь час: :number (:date)",
    "Welcome!": "Ласкаво просимо!",
    "Build your profile, track your progress, and compete with friends on your favorite classic games.": "Зробіть свій профіль, відстежуйте свій прогрес і змагайтеся з друзями в улюблених класичних іграх.",
    "We provide": "Ми забезпечуємо",
    "the emulators": "емулятори",
    ", you just need": ", вам просто потрібно",
    "the games": "ігри",
    ". From Atari 2600 to PlayStation 2, and everything in between.": ". Від Atari 2600 до PlayStation 2 і все між ними.",
    "Which of these achievements do you think you can get?": "Які з цих відзнак, на вашу думку, ви можете отримати?",
    "Recent Forum Posts": "Останні повідомлення на форумі",
    "Customize View": "Налаштувати перегляд",
    "Playable": "Відтворюється",
    "Not Playable": "Не можливо грати",
    ":count System|:count Systems": ":count систем|:count Системи",
    "All Systems": "Усі системи",
    ":count Game|:count Games": ":count Гра|:count Ігри",
    "Sort order": "Порядок сортування",
    "Game Details": "Деталі гри",
    "Want to Play": "Хочу грати",
    "Open Game": "Відкрити гру",
    "Clear": "Очистити",
    "No games found. Try adjusting your search or filter criteria.": "Ігор не знайдено. Спробуйте змінити критерії пошуку або фільтра.",
    "You've reached the end of the list.": "Ви дійшли до кінця списку.",
    "Open game details": "Відкрити деталі гри",
    "Added :gameTitle to playlist!": "Додано :gameTitle до playlist!",
    "Removed :gameTitle from playlist!": "Видалено :gameTitle з playlist!",
    "Load more": "Завантажте більше",
    "Locale": "мова",
    "Current Locale": "Поточна мова",
    "Most of the website is still untranslated. If you'd like to help with translations, you can learn more about how to contribute": "Більша частина веб-сайту досі не перекладена. Якщо ви хочете допомогти з перекладом, ви можете дізнатися більше про те, як зробити свій внесок",
    "Comments": "Коментарі",
    "Comments - :gameTitle": "Коментарі - :gameTitle",
    "Previous": "Попередній",
    "Next": "Далі",
    "Page": "Сторінка",
    "of :pageNumber": "з :pageNumber",
    "You must <0>sign in</0> before you can join this conversation.": "Ви повинні <0>увійти</0> перш ніж ви зможете приєднатися до цієї розмови.",
    "You are muted until :date.": "Ви заткнуті до :date.",
    "No comments yet.": "Поки немає коментарів.",
    "Comment": "коментар",
    "Submit": "Надіслати",
    "Type your comment here. Do not post or request any links to copyrighted ROMs.": "Введіть свій коментар тут. Не публікуйте та не запитуйте жодних посилань на ПЗУ, захищені авторським правом.",
    "Are you sure you want to permanently delete this comment?": "Ви впевнені, що хочете остаточно видалити цей коментар?",
    "Deleted!": "Видалено!",
    "Delete comment": "Видалити коментар",
    "Comment must be at least 3 characters.": "Коментар має бути не менше 3 символів.",
    "Comment must not be longer than 2,000 characters.": "Коментар не повинен перевищувати 2000 символів.",
    "Submitting...": "Подання...",
    "Submitted!": "Подано!",
    "Subscribing...": "Підписка...",
    "Unsubscribing...": "Відписка...",
    "Subscribed!": "Підписано!",
    "Unsubscribed!": "Скасовано підписку!",
    "Unsubscribe": "Відписатися",
    "Subscribe": "Підписатися",
    "RSS Feeds": "RSS Канали",
    ":user doesn't have any forum posts.": ":user не має повідомлень на форумі.",
    "No recent posts could be found.": "Не вдалося знайти останні публікації.",
    "current page number": "номер поточної сторінки",
    "of :totalPages": "з :totalPages",
    "Comments - :user": "Коментарі - :user",
    "Comments - :achievementTitle": "Коментарі - :achievementTitle"
}
